[
    {
        "id": 1,
        "title": "Free'ye Özel Patifour'da 100 TL chip-para!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_a82.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_a82.jpg"
        ],
        "featured": false,
        "description": "Free'ye özel 11 – 31 Aralık 2025 tarihleri arasında Patifour mağazasında tek seferde yapacağınız 1.000 TL ve üzeri ilk alışverişinize 100 TL chip-para!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21932/freeye-ozel-patifourda-100-tl-chip-para",
        "views": 0,
        "discount": null,
        "earning": "100 TL chip-para",
        "min_spend": 1000,
        "max_discount": 100,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:17:59Z",
        "valid_from": "2025-12-11T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan’dan “Hemen Katıl” butonunu tıklayın",
        "participation_points": [
            "Juzdan’dan “Hemen Katıl” butonunu tıklayın"
        ],
        "conditions": [
            "Free'ye özel 11 – 31 Aralık 2025 tarihleri arasında Patifour mağazasında tek seferde yapacağınız 1.000 TL ve üzeri ilk alışverişinize 100 TL chip-para!",
            "Kampanyadan faydalanmak için, ilk harcamadan önce Juzdan’dan “Hemen Katıl” butonunu tıklayın veya \"PATİFOUR\" yazıp 4566’ya SMS gönderin!",
            "Kampanya detayları:",
            "Free'ye özel 11 – 31 Aralık 2025 tarihleri arasında Patifour mağazasında tek seferde yapacağınız 1.000 TL ve üzeri ilk alışverişinize 100 TL chip-para sunulmaktadır. Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve 15 Ocak 2026 tarihine kadar Patifour mağazasında kullanılabilecektir. Bu tarihe kadar kullanılmayan chip-paralar sonrasında tüm Axess üye işyerlerinde kullanılabilir.",
            "Kampanyaya katılmak için, ilk harcamadan önce Akbank sistemine kayıtlı olan cep telefonu numarasından \"PATİFOUR\" yazıp 4566’ya SMS göndererek kayıt olmak gerekmektedir. Belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından ‘kayıt oldunuz’ bilgisinin tarafınıza iletilmesinden sonra kampanyaya katılım sağlamış olursunuz. Katılım için gönderilen SMS’ler; operatörlerin kendi tarifeleri üzerinden ücretlendirilir. Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır.",
            "Axess, Wings, Free, Akbank Kart ve Ticari kartlar ile bu kartlara bağlı ek kartlar kampanyaya dahildir. Bank’O Card Axess kampanyaya dahil değildir.",
            "Chip-para kampanyası müşteri bazındadır. Bir müşteri asıl ve ek kartları ile yapacağı harcamaların toplamından kampanyadan bir defa en fazla 100 TL chip-para kazanabilir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki harcamasını gerçekleştirdiği kartına yüklenecektir. Nakit çekim, eft/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, SGK/vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir. İptal ve iade işlemlerinde yüklenen chip-para iade alınacaktır. Chip-para’nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Juzdan veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Kampanya kapsamında mağazalardaki harcamaların Akbank Axess POS uygulaması yüklü terminalinden yapılması gerekmektedir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar,  havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. ve CarrefourSA Carrefour Sabancı Ticaret Merkezi A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "Patifour Mağazaları"
        ],
        "merchant": "Patifour",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 2,
        "title": "Vatan Bilgisayar'da 3 aya varan taksit!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_fbf3.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_fbf3.jpg"
        ],
        "featured": false,
        "description": "Free ile Vatan Bilgisayar mağazalarında ve www.vatanbilgisayar.com'dan yapacağınız alışverişlerinizde vade farksız 3 aya varan taksit imkanı sunulmaktadır.",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21928/vatan-bilgisayarda-3-aya-varan-taksit",
        "views": 0,
        "discount": "3 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:01Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free ile Vatan Bilgisayar mağazalarında ve www.vatanbilgisayar.com'dan yapacağınız alışverişlerinizde vade farksız 3 aya varan taksit imkanı sunulmaktadır.",
            "Kampanya detayları:",
            "31 Aralık 2025‘e kadar  Vatan Bilgisayar mağazalarında ve  www.vatanbilgisayar.com'dan yapacağınız alışverişlerinizde vade farksız 3 aya varan taksit imkanı sunulmaktadır.",
            "Taksitli satışlarda taksit sayısı ürün gruplarına göre değişmektedir. Taksit sayısı, yasal mevzuat tarafından ürün grupları için açıklanan azami taksit sayısını geçmeyecek şekilde firma tarafından  alışveriş esnasında uygulanmaktadır.",
            "Kampanyaya Axess, Free, Wings, Ticari kartlar, Bank’O Card Axess kartlar ile bu kartların ek kartları ve sanal kartları dahildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Ticari",
            "Bank’O Card Axess"
        ],
        "valid_locations": [
            "www.vatanbilgisayar.com"
        ],
        "merchant": "vatanbilgisayar.com",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 3,
        "title": "Juzdan ile öde'ye özel Tatilsepeti.com'da 7.500 TL'ye varan chip para!",
        "provider": "Axess Free (Akbank)",
        "category": "Seyahat",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_5d6746.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_5d6746.jpg"
        ],
        "featured": false,
        "description": "Juzdan ile öde’ye özel Tatilsepeti.com internet sitesi üzerinden kampanyaya dahil seçili yurtiçi otel, yurtdışı otel ve tur paketlerinde 1 - 31 Aralık 2025 tarihlerinde Akbank Bireysel Kartları ile “Juzdan ile Öde” seçilerek ilk ve tek seferde yapılan 45.000 TL – 69.999 TL arası tek ödeme veya taksitli harcamanıza 2.500 TL, 70.000 TL – 119.999 TL arasındaki harcamanıza 5.000 TL, 120.000 TL ve üzeri harcamanıza 7.500 TL chip-para imkânı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21909/juzdan-ile-odeye-ozel-tatilsepeticomda-7500-tlye-varan-chip-para",
        "views": 0,
        "discount": null,
        "earning": "7.500 TL chip-para",
        "min_spend": 120000,
        "max_discount": 7500,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:02Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Juzdan ile öde’ye özel Tatilsepeti.com internet sitesi üzerinden kampanyaya dahil seçili yurtiçi otel, yurtdışı otel ve tur paketlerinde 1 - 31 Aralık 2025 tarihlerinde Akbank Bireysel Kartları ile “Juzdan ile Öde” seçilerek ilk ve tek seferde yapılan 45.000 TL – 69.999 TL arası tek ödeme veya taksitli harcamanıza 2.500 TL, 70.000 TL – 119.999 TL arasındaki harcamanıza 5.000 TL, 120.000 TL ve üzeri harcamanıza 7.500 TL chip-para imkânı!",
            "Kampanya detayları:",
            "Juzdan ile öde’ye özel Tatilsepeti.com internet sitesi üzerinden kampanyaya dahil seçili yurtiçi otel, yurtdışı otel ve tur paketlerinde 1 - 31 Aralık 2025 tarihlerinde Akbank Bireysel Kartları ile “Juzdan ile Öde” seçilerek ilk ve tek seferde yapılan 45.000 TL – 69.999 TL arası tek ödeme veya taksitli harcamanıza 2.500 TL, 70.000 TL – 119.999 TL arasındaki harcamanıza 5.000 TL, 120.000 TL ve üzeri harcamanıza 7.500 TL chip-para imkânı sunulmaktadır.",
            "Kampanyaya dahil olan otel ve tur bilgisine https://www.tatilsepeti.com/kampanya/juzdan-tatilsepeti-chip-para adresinden ulaşabilirsiniz.",
            "Kampanyadan yararlanabilmek için, Tatilsepeti.com internet sitesindeki seçili otellerden 45.000 TL ve üzeri değerinde sepet oluşturulduktan sonra, ödeme sayfasında “Juzdan ile Öde” yöntemini seçerek Juzdan uygulamasına giriş yapılması, sonrasında Juzdan uygulamasında Akbank Bireysel kredi/banka kartları ile ödemenin tamamlanması gerekmektedir.",
            "Kampanyadan faydalanmak için Tatilsepeti.com internet sitesi üzerinden yapılan harcamalarda, ödeme seçeneği olarak “Juzdan” seçilmesi gereklidir.",
            "Juzdan ile ödeme yapabilmek için Juzdan uygulamasının güncel versiyonunun yüklü olması gerekmektedir.",
            "Bilgisayar (Masaüstü/Dizüstü) ile www.tatilsepeti.com sitesinden yapılan işlemlerde, “Juzdan ile Öde” seçildikten sonra oluşturulacak karekodun (QR), Juzdan uygulaması içerisindeki QR okuyucu aracılığıyla okutulması ve ödemenin başarıyla tamamlanması gerekmektedir.",
            "Mobil Tarayıcı (Telefon) ile www.tatilsepeti.com sitesinden yapılan işlemlerde, ödeme adımında “Juzdan ile Öde” seçildikten sonra Juzdan uygulamasına yönlenip şifre ile giriş yapılarak ödemenin başarıyla tamamlanması gerekmektedir.",
            "“Juzdan ile öde” seçilmeden yapılan ödemeler ve Tatilsepeti.com internet sitesi üzerinden başlatılıp sadece 3D onayı Juzdan ile yapılan işlemler kampanya kapsamında değerlendirilmeyecektir.",
            "Kampanya, tatilsepeti.com sitesi, 444 44 20 numaralı çağrı merkezi ve yetkili satış ofislerinden yapılacak işlemlerde geçerlidir.",
            "Tatilsepeti mobil uygulaması üzerinden yapılan işlemler kampanyaya dahil değildir.",
            "Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve Axess üye işyerlerinde kullanılabilecektir.",
            "Kampanyada kazanılan chip-paralar tatilsepeti.com ve Tatilsepeti mobil uygulamasında kullanılmamaktadır.",
            "Kampanya yurt içi seçili oteller, yurt dışı oteller, yurtiçi/yurt dışı turlar, Kuzey Kıbrıs Türk Cumhuriyeti ve gemi turları rezervasyonları dahil olup, tur paketi dışındaki yurt içi ve yurt dışı uçak bileti rezervasyonları dahil değildir.",
            "Kampanya tarihleri arasında ön ödemeli rezervasyonlar, ön ödeme tutarı kampanya koşullarını sağladığı taktirde kampanyaya dahildir.",
            "Axess, Wings, Free, Akbank Kart ve sanal kartlar kampanyaya dahildir.",
            "Ek kartlar, Bank O'Card Axess ve Ticari kartlar ise chip-para kampanyasına dahil değildir.",
            "Kampanyaya, tatilsepeti.com internet sitesi  üzerinden yapılan harcamalarda Juzdan'nın  ödeme seçeneği olarak seçilmesi ve harcamanın tamamlanması dışında Tatilsepeti’nin sanal POS'undan yapılan işlemler dahil değildir.",
            "Chip-para kampanyası müşteri bazındadır. Bir müşteri asıl kartları ile yapacağı ilk 45.000 TL ve üzeri harcamasıyla kampanyadan bir defa en fazla 7.500 TL chip-para ödül kazanabilir.",
            "İptal ve iade işlemlerinde yüklenen chip-paralar iade alınacaktır. Chip-para'nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Juzdan üzerinden ödemesi gerçekleşmeyen harcamalar kampanya kapsamında değerlendirilmeyecektir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyetine ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. ve Tatilsepeti kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "www.tatilsepeti.com"
        ],
        "merchant": "tatilsepeti.com",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 4,
        "title": "Free'ye özel www.sokmarket.com.tr  ve Cepte Şok’ta 150 TL chip-para!",
        "provider": "Axess Free (Akbank)",
        "category": "Market",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/srfree-kampanya-detay_a18877.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/srfree-kampanya-detay_a18877.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1-31 Aralık 2025 tarihleri arasında www.sokmarket.com.tr ve Cepte Şok uygulamasından tek seferde yapacağınız 1.500 TL ve üzeri alışverişinize 150 TL chip-para.",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21908/freeye-ozel-wwwsokmarketcomtr-ve-cepte-sokta-150-tl-chip-para",
        "views": 0,
        "discount": null,
        "earning": "150 TL chip-para",
        "min_spend": 1500,
        "max_discount": 150,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:04Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan’dan “Hemen Katıl” butonunu tıklayın",
        "participation_points": [
            "Juzdan’dan “Hemen Katıl” butonunu tıklayın"
        ],
        "conditions": [
            "Free’ye özel 1-31 Aralık 2025 tarihleri arasında www.sokmarket.com.tr  ve Cepte Şok uygulamasından tek seferde yapacağınız 1.500 TL ve üzeri alışverişinize 150 TL chip-para.",
            "Kampanyadan faydalanmak için, ilk harcamadan önce Juzdan’dan “Hemen Katıl” butonunu tıklayın veya \"CEPTESOK\" yazıp 4566’ya SMS gönderin!",
            "Kampanya detayları:",
            "Kampanya kapsamında 1-31 Aralık 2025 tarihleri arasında www.sokmarket.com.tr ve Cepte Şok uygulamasından tek seferde yapılacak 1.500 TL ve üzeri alışverişlerde 150 TL chip-para sunulmaktadır.",
            "Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve Axess üye işyerlerinde kullanılabilecektir. Kazandığınız chip-paraları biriktirebilir, dilediğiniz zaman hayalinizde ne varsa alabilirsiniz.",
            "Kampanyaya katılmak için, ilk harcamadan önce Akbank sistemine kayıtlı olan cep telefonu numarasından \"CEPTESOK\" yazıp 4566’ya SMS göndererek kayıt olmak gerekmektedir. Belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından ‘kayıt oldunuz’ bilgisinin tarafınıza iletilmesinden sonra kampanyaya katılım sağlamış olursunuz. Katılım için gönderilen SMS’ler; operatörlerin kendi tarifeleri üzerinden ücretlendirilir. Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır.",
            "Juzdan veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Axess, Wings, Free, Akbank kart ile bu kartlara bağlı ek kartlar ve sanal kartlar kampanyaya dahildir. Bank O’Card Axess ve Ticari kartlar ise puan kampanyasına dahil değildir.",
            "Chip-para kampanyası müşteri bazındadır. Bir müşteri asıl ve ek kartları ile yapacağı harcamaların toplamından kampanyadan bir defa en fazla 150 TL chip-para kazanabilir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki harcamasını gerçekleştirdiği kartına yüklenecektir. Nakit çekim, eft/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, SGK/vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir. İptal ve iade işlemlerinde yüklenen chip-para iade alınacaktır. Chip-para’nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Kampanya süresince, kampanya koşularının sağlandığı ilk alışveriş ödüllendirilecektir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "www.sokmarket.com.tr"
        ],
        "merchant": "sokmarket.com.tr",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 5,
        "title": "Free'ye Özel Yemeksepeti'nde 300 TL'ye Varan Chip-Para!",
        "provider": "Axess Free (Akbank)",
        "category": "Restoran & Kafe",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_cb1cb.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_cb1cb.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında Yemeksepeti’nden yapacağınız 500 TL ve üzeri online harcamanıza 60 TL chip-para, toplamda 300 TL chip-para!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21906/freeye-ozel-yemeksepetinde-300-tlye-varan-chip-para",
        "views": 0,
        "discount": null,
        "earning": "300 TL chip-para",
        "min_spend": 500,
        "max_discount": 300,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:05Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan’dan “Hemen Katıl” butonunu tıklayın",
        "participation_points": [
            "Juzdan’dan “Hemen Katıl” butonunu tıklayın"
        ],
        "conditions": [
            "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında Yemeksepeti’nden yapacağınız 500 TL ve üzeri online harcamanıza 60 TL chip-para, toplamda 300 TL chip-para!",
            "Kampanyadan faydalanmak için, ilk harcamadan önce Juzdan’dan “Hemen Katıl” butonunu tıklayın!",
            "Kampanya detayları:",
            "Free'ye özel 1 – 31 Aralık 2025 tarihleri arasında Yemeksepeti web sitesi veya mobil uygulaması üzerinden Yemeksepeti, Yemeksepeti'ndeki marketler ve mağazalardan yapacağınız 500 TL ve üzeri online harcamanıza 60 TL chip-para, toplam 300 TL chip-para sunulmaktadır.",
            "Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve Axess üye işyerlerinde kullanılabilecektir. Kazandığınız chip-paraları biriktirebilir, dilediğiniz zaman hayalinizde ne varsa alabilirsiniz. Ayrıca “Chip-para ile öde” özelliği ile dönem içinde yer alan tüm harcamalarınızı Juzdan’dan birikmiş chip-paralarınız ile ödeyebilirsiniz.",
            "Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır.",
            "Axess, Wings, Free, Akbank Kart ile bu kartlara bağlı ek kartlar ve sanal kartlar kampanyaya dahildir. Ticari Kartlar ve Bank’O Card Axess kampanyaya dahil değildir.",
            "Kampanyadan bir müşteri bir kez faydalanabilecektir ve her işlemde en fazla 60 TL, kampanya süresi boyunca da en fazla 300 TL chip-para kazanabilecektir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki en son harcamasını gerçekleştirdiği kartına yüklenecektir. Nakit çekim, eft/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir. Chip-para kazandıran işlemlerin iptal ve iade edilmesi halinde yüklenen chip-para iade alınacaktır. Chip-para’nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Kampanya, yalnızca Yemeksepeti’nden verilecek online olarak ödenen siparişlerde geçerlidir, kapıda ödeme ve diğer ödeme yöntemlerinde geçerli değildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyetine ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Juzdan ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "Yemeksepeti Mağazaları"
        ],
        "merchant": "Yemeksepeti",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 6,
        "title": "Free'ye özel Pazarama'da 500 TL'ye varan chip-para!",
        "provider": "Axess Free (Akbank)",
        "category": "Online Alışveriş",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_6e2aaa.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_6e2aaa.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 - 31 Aralık 2025 tarihleri arasında Pazarama.com’da 2.500 TL ve üzeri ilk alışverişinize 250 TL chip-para veya 5.000 TL ve üzeri ilk alışverişinize 500 TL chip-para!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21904/freeye-ozel-pazaramada-500-tlye-varan-chip-para",
        "views": 0,
        "discount": null,
        "earning": "500 TL chip-para",
        "min_spend": 5000,
        "max_discount": 250,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:07Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan’dan “Hemen Katıl” butonunu tıklayın",
        "participation_points": [
            "Juzdan’dan “Hemen Katıl” butonunu tıklayın"
        ],
        "conditions": [
            "Free’ye özel 1 - 31 Aralık 2025 tarihleri arasında Pazarama.com’da 2.500 TL ve üzeri ilk alışverişinize 250 TL chip-para veya 5.000 TL ve üzeri ilk alışverişinize 500 TL chip-para!",
            "Kampanyadan faydalanmak için ilk harcamadan önce, Juzdan’dan “Hemen Katıl” butonunu tıklayın veya “PAZARAMA” yazıp 4566’ya SMS gönderin!",
            "Kampanya detayı:",
            "Free'ye özel 1-31 Aralık 2025 tarihleri arasında Pazarama.com’da veya Pazarama mobil uygulamasında tek seferde yapılacak 2.500 TL ve üzeri ilk alışverişe 250 TL chip-para veya 5.000 TL ve üzeri ilk alışverişe ise 500 TL chip-para sunulmaktadır.",
            "Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve Axess üye işyerlerinde kullanılabilecektir. Kazandığınız chip-paraları biriktirebilir, dilediğiniz zaman hayalinizde ne varsa alabilirsiniz.",
            "Kampanyaya katılmak için, ilk harcamadan önce asıl kart sahibinin Akbank sistemine kayıtlı olan cep telefonu numarasından “PAZARAMA” yazıp 4566’ya SMS göndererek kayıt olması gerekmektedir. Belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından ‘kayıt oldunuz’ bilgisinin iletilmesinden sonra kampanyaya katılım sağlanır. Katılım için gönderilen SMS’ler; operatörlerin kendi tarifeleri üzerinden ücretlendirilir. Juzdan veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır.",
            "Axess, Wings, Free, Akbank kart, ticari kartlar ile bu kartlara bağlı ek kartlar ve sanal kartlar kampanyaya dahildir. Bank O’Card Axess ise puan kampanyasına dahil değildir.",
            "Kampanyadan bir müşteri bir kez faydalanabilecektir ve en fazla 250 TL veya 500 TL chip-para kazanabilecektir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki en son harcamasını gerçekleştirdiği kartına yüklenecektir. Nakit çekim, eft/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir. Chip-para kazandıran işlemlerin iptal ve iade edilmesi halinde yüklenen chip-para iade alınacaktır. Chip-para’nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Kampanya süresince, kampanya koşularının sağlandığı ilk alışveriş ödüllendirilecektir.",
            "Juzdan veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyetine ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. ve Pazarama kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "Pazarama Mağazaları"
        ],
        "merchant": "Pazarama",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 7,
        "title": "Free'ye özel Taç ve Linens'te 250 TL chip-para!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_d3ca7c.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_d3ca7c.jpg"
        ],
        "featured": false,
        "description": "Free'ye özel 1 – 31 Aralık 2025 tarihleri arasında Taç, Linens Mağazalarından veya Tac.com.tr ve Linens.com.tr’de tek seferde yapacağınız 3.000 TL ve üzeri ilk alışverişinize 250 TL chip-para!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21902/freeye-ozel-tac-ve-linenste-250-tl-chip-para",
        "views": 0,
        "discount": null,
        "earning": "250 TL chip-para",
        "min_spend": 3000,
        "max_discount": 250,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:08Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan’dan “Hemen Katıl” butonunu tıklayın",
        "participation_points": [
            "Juzdan’dan “Hemen Katıl” butonunu tıklayın"
        ],
        "conditions": [
            "Free'ye özel 1 – 31 Aralık 2025 tarihleri arasında Taç, Linens Mağazalarından veya Tac.com.tr ve Linens.com.tr’de tek seferde yapacağınız 3.000 TL ve üzeri ilk alışverişinize 250 TL chip-para!",
            "Kampanyadan faydalanmak için, ilk harcamadan önce Juzdan’dan “Hemen Katıl” butonunu tıklayın veya \"LINENS\" yazıp 4566’ya SMS gönderin!",
            "Kampanya detayları:",
            "Axess’e özel 1 – 31 Aralık 2025 tarihleri arasında kampanyaya dahil Taç, Linens Mağazalarından veya Tac.com.tr ve Linens.com.tr’de tek seferde yapacağınız 3.000 TL ve üzeri ilk alışverişinize 250 TL chip-para sunulmaktadır. Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve 15 Ocak 2026 tarihine kadar Taç ve Linens Mağazalarında kullanılabilecektir. Bu tarihe kadar kullanılmayan chip-paralar sonrasında tüm Axess üye işyerlerinde kullanılabilir.",
            "Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır.",
            "SMS ile kampanyaya katılmak için, ilk harcamadan önce Akbank sistemine kayıtlı olan cep telefonu numarasından \"LINENS\" yazıp 4566’ya SMS göndererek kayıt olmak gerekmektedir. Belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından ‘kayıt oldunuz’ bilgisinin tarafınıza iletilmesinden sonra kampanyaya katılım sağlamış olursunuz. Katılım için gönderilen SMS’ler operatörlerin kendi tarifeleri üzerinden ücretlendirilir.",
            "Axess, Wings, Free, Akbank Kart, Ticari Kartlar ile bu kartlara bağlı ek kartlar ve sanal kartlar kampanyaya dahildir. Bank’O Card Axess puan kampanyasına dahil değildir.",
            "Kampanyadan bir müşteri bir kez faydalanabilecektir ve en fazla 250 TL chip-para kazanabilecektir. Chip-para kullanılarak yapılan alışverişler kampanyaya dahil değildir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki en son harcamasını gerçekleştirdiği kartına yüklenecektir. Nakit çekim, eft/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir. İptal ve iade işlemlerinde yüklenen chip-para iade alınacaktır. Chip-para’nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Kampanya kapsamında mağazalardaki harcamaların Akbank Axess POS uygulaması yüklü terminalinden yapılması gerekmektedir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar,  havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Juzdan veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 8,
        "title": "Free’ye özel A101 Ekstra’da 300 TL chip-para!",
        "provider": "Axess Free (Akbank)",
        "category": "Market",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_1758c.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_1758c.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında A101 Ekstra’da tek seferde yapılacak ilk 5.000 TL ve üzeri alışverişe 300 TL chip-para!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21899/freeye-ozel-a101-ekstrada-300-tl-chip-para",
        "views": 0,
        "discount": null,
        "earning": "300 TL chip-para",
        "min_spend": 5000,
        "max_discount": 300,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:09Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan’dan “Hemen Katıl” butonunu tıklayın",
        "participation_points": [
            "Juzdan’dan “Hemen Katıl” butonunu tıklayın"
        ],
        "conditions": [
            "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında A101 Ekstra’da tek seferde yapılacak ilk 5.000 TL ve üzeri alışverişe 300 TL chip-para!",
            "Kampanyadan faydalanmak için, ilk harcamadan önce Juzdan’dan “Hemen Katıl” butonunu tıklayın veya “A101” yazıp 4566’ya SMS gönderin!",
            "Kampanya detayları:",
            "Free’ye özel 1- 31 Aralık 2025 tarihleri arasında www.a101.com.tr/ekstra web sitesinden veya mobil uygulamasından tek seferde yapılacak ilk 5.000 TL ve üzeri alışverişe 300 TL chip-para sunulmaktadır.",
            "Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve Axess üye işyerlerinde kullanılabilecektir. Kazandığınız chip-paraları biriktirebilir, dilediğiniz zaman hayalinizde ne varsa alabilirsiniz.",
            "Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır.",
            "SMS ile kampanyaya katılmak için, ilk harcamadan önce Akbank sistemine kayıtlı olan cep telefonu numarasından \"A101\" yazıp 4566’ya SMS göndererek kayıt olmak gerekmektedir. Belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından ‘kayıt oldunuz’ bilgisinin tarafınıza iletilmesinden sonra kampanyaya katılım sağlamış olursunuz. Katılım için gönderilen SMS’ler; operatörlerin kendi tarifeleri üzerinden ücretlendirilir.",
            "Juzdan veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Kampanyaya sadece www.a101.com.tr/ekstra‘dan veya mobil uygulamasından yapılacak alışverişler dahildir. Kampanyaya A101 marketlerinden ve A101 Kapıda web sitesi veya mobil uygulamasından yapılacak alışverişler dahil değildir.",
            "Kampanya sanal POS’tan yapılan ödemelerde geçerlidir.",
            "Axess, Wings, Free, Akbank Kart, Ticari kartlar ve bu kartlara bağlı ek kartlar ve sanal kartlar kampanyaya dahildir. Bank’O Card Axess kartlar ise puan kampanyasına dahil değildir.",
            "Chip-para kampanyası müşteri bazındadır. Bir müşteri asıl ve ek kartlarla yapacağı harcamalar ile kampanyadan bir defa en fazla 300 TL chip-para kazanabilir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki en son harcamasını gerçekleştirdiği kartına yüklenecektir.",
            "Nakit çekim, EFT/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, SGK/vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir. İptal ve iade işlemlerinde yüklenen chip-para iade alınacaktır. Chip-para’nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. ve A101 Yeni Mağazacılık A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "www.a101.com.tr"
        ],
        "merchant": "a101.com.tr",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 9,
        "title": "Free’ye özel lastik.com.tr'de İndirim Fırsatı!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/lsfree-kampanya-detaY_838cc.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/lsfree-kampanya-detaY_838cc.jpg"
        ],
        "featured": false,
        "description": "Free’de sadece size özel 19 Kasım - 31 Aralık 2025 tarihleri arasında www.lastik.com.tr web sitesinde Bridgestone ve Lassa markalı ürünlerden yapacağınız alışverişinize %10 indirim!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21888/freeye-ozel-lastikcomtrde-indirim-firsati",
        "views": 0,
        "discount": null,
        "earning": "%10 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 10,
        "created_at": "2025-12-17T01:18:10Z",
        "valid_from": "2025-11-19T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan üzerinden ilk harcamadan önce “Promosyon Kodu Al” butonuna tıklayarak",
        "participation_points": [
            "Juzdan üzerinden ilk harcamadan önce “Promosyon Kodu Al” butonuna tıklayarak"
        ],
        "conditions": [
            "Free’de sadece size özel 19 Kasım - 31 Aralık 2025 tarihleri arasında www.lastik.com.tr web sitesinde Bridgestone ve Lassa markalı ürünlerden yapacağınız  alışverişinize %10 indirim!",
            "Kampanya detayları:",
            "Kampanya kapsamında 19 Kasım - 31 Aralık 2025 tarihleri arasında  www.lastik.com.tr  web sitesinde Bridgestone ve Lassa markalı ürünlerde yapılan alışverişlerde %10 indirim sunulmaktadır.",
            "Kampanyadan sadece Juzdan üzerinden ilk harcamadan önce “Promosyon Kodu Al” butonuna tıklayarak promosyon kodu alan müşteriler yararlanabilir.",
            "Kampanyadan faydalanmak için www.lastik.com.tr internet sitesi üzerinden seçilen ürünler sepete eklenir ve   Juzdan üzerinden alınan promosyon kodu, sepet sayfasında \"İndirim Kodu Ekle\" alanına girilerek satın alma işlemi gerçekleştirilir.",
            "Kampanya, www.lastik.com.tr web sitesinde mevcut lastik indirimlerinin üzerine ek %10 indirim uygular.",
            "Kampanyadan Axess, Wings, Free, Akbank Kart, Ticari kartlar, Bank’O Card Axess sahipleri ve bu kartlara bağlı ek ve sanal kart sahipleri faydalanabilir.",
            "Kampanya, www.lastik.com.tr internet sitesinde sadece Bridgestone ve Lassa markalı ürünlerde geçerlidir.",
            "Kampanya kapsamında sunulan indirim, alışveriş anında Brisa Bridgestone Sabancı Lastik San. ve Tic. A.Ş. tarafından satış tutarı üzerinden uygulanmaktadır.",
            "Kampanya, Bridgestone ve Lassa bayilerinde geçerli değildir.",
            "İndirim kampanyası müşteri bazındadır.  İletilen indirim kodları kişiye özel ve tek kullanımlıktır.",
            "Kampanya www.lastik.com.tr  websitesinde farklı kampanya kodları ile birleştirilemez.",
            "Kod ile yapılan alışveriş dahilindeki ürünlerin tamamını iade edilir ve satış bedeli nakit veya kredi kartına iade edilirse, indirim kodu geçerliliğini kaybeder.",
            "Kazanılan indirim nakde çevrilemez veya parça parça kullanılamaz.",
            "Kampanya kapsamında kazanılan indirim kodları 31.12.2025 tarihine kadar geçerlidir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyetine ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş  ve  Brisa Bridgestone Sabancı Lastik Sanayi ve Ticaret A.Ş.’nin kampanya koşullarında değişiklik yapma ve kampanyayı sonlandırma hakları saklıdır."
        ],
        "eligible_customers": [
            "Juzdan üzerinden ilk harcamadan önce “Promosyon Kodu Al” butonuna tıklayarak promosyon kodu alan müşteriler"
        ],
        "valid_locations": [
            "www.lastik.com.tr"
        ],
        "merchant": "lastik.com.tr",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 10,
        "title": "www.bizimtoptan.com.tr’de 250 TL'ye varan chip-para!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_8e21ca.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_8e21ca.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında www.bizimtoptan.com.tr’den yapacağınız 3.000 TL ve üzeri ilk alışverişinize 150 TL, 5.000 TL ve üzeri ilk alışverişinize ise 250 TL chip-para!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21900/wwwbizimtoptancomtrde-250-tlye-varan-chip-para",
        "views": 0,
        "discount": null,
        "earning": "250 TL chip-para",
        "min_spend": 5000,
        "max_discount": 250,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:12Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "JUZDAN’dan “Hemen Katıl” butonunu tıklayın",
        "participation_points": [
            "JUZDAN’dan “Hemen Katıl” butonunu tıklayın"
        ],
        "conditions": [
            "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında www.bizimtoptan.com.tr’den yapacağınız 3.000 TL ve üzeri ilk alışverişinize 150 TL, 5.000 TL ve üzeri ilk alışverişinize ise 250 TL chip-para!",
            "Kampanyadan faydalanmak için, ilk harcamadan önce JUZDAN’dan “Hemen Katıl” butonunu tıklayın veya \"BİZİMTOPTAN\" yazıp 4566’ya SMS gönderin!",
            "Kampanya detayları:",
            "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında www.bizimtoptan.com.tr’den tek seferde yapılacak tek çekim ve taksitli işlemlerde 3.000 TL ve üzeri ilk alışverişinize 150 TL, 5.000 TL ve üzeri ilk alışverişinize ise 250 TL chip-para sunulmaktadır. Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve tüm Axess üye işyerlerinde kullanılabilir.",
            "Kampanyaya katılmak için, ilk harcamadan önce Akbank sistemine kayıtlı olan cep telefonu numarasından \"BİZİMTOPTAN\" yazıp 4566 ’ya SMS göndererek kayıt olmak gerekmektedir. Belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından ‘kayıt oldunuz’ bilgisinin tarafınıza iletilmesinden sonra kampanyaya katılım sağlamış olursunuz. Katılım için gönderilen SMS’ler; operatörlerin kendi tarifeleri üzerinden ücretlendirilir. Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır. Tüzel müşteriler sadece SMS ile katılım sağlar.",
            "Axess, Wings, Free, Akbank Kart, Ticari Kartlar ile bu kartlara bağlı ek kartlar ve sanal kartlar kampanyaya dahildir. Bank’O Card Axess chip-para kampanyasına dahil değildir.",
            "Kampanya sadece sanal mağazada geçerlidir, fiziki mağazalar kampanyaya dahil değildir.",
            "Chip-para kampanyası müşteri bazındadır. Bir müşteri asıl ve ek kartları ile yapacağı harcamalar kapsamında kampanyadan en fazla 250 TL chip-para kazanabilir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki en son harcamasını gerçekleştirdiği kartına yüklenecektir. Nakit çekim, eft/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, SGK/vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir. İptal ve iade işlemlerinde yüklenen chip-para iade alınacaktır. Chip-para’nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Juzdan veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi, bireysel kredi kartları için 12 ayı, kurumsal / ticari kredi kartları için ise 18 ayı geçemez. Bu süre, bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin hava yolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay; elektronik eşya alımlarında (video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb.) 4 ay; tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay; sağlık ürünü alımlarında, mobilya ve elektrikli eşya (buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay; vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve “yenileme merkezi” veya “yetkili satıcı” niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay; yurt içine ilişkin hava yolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, hava yolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda; yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit / erteleme uygulanamaz.",
            "Akbank T.A.Ş, kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "www.bizimtoptan.com.tr"
        ],
        "merchant": "bizimtoptan.com.tr",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 11,
        "title": "Free ile Shell'de 4 Kez 1000 TL'ye 330 TL'ye Varan Chip-Para!",
        "provider": "Axess Free (Akbank)",
        "category": "Yakıt",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_4b8e4c.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_4b8e4c.jpg"
        ],
        "featured": false,
        "description": "16 Kasım – 31 Aralık 2025 tarihleri arasında, kampanyaya katılan Axess üyesi SHELL istasyonlarından farklı günlerde ve tek seferde yapacağınız 1.000 TL ve üzeri 4. akaryakıt veya otogaz harcamanıza, Juzdan’dan kampanyaya katılarak 330 TL chip-para, SMS ile kampanyaya katılarak 300 TL chip-para kazanma fırsatı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21884/free-ile-shellde-4-kez-1000-tlye-330-tlye-varan-chip-para",
        "views": 0,
        "discount": null,
        "earning": "330 TL chip-para",
        "min_spend": 4000,
        "max_discount": 300,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:13Z",
        "valid_from": "2025-11-16T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan’dan katılmak ve faydalanmaya başlamak için ilk harcamadan önce asıl kart sahibinin “Hemen Katıl” butonuna tıklaması",
        "participation_points": [
            "Juzdan’dan katılmak ve faydalanmaya başlamak için ilk harcamadan önce asıl kart sahibinin “Hemen Katıl” butonuna tıklaması"
        ],
        "conditions": [
            "16 Kasım – 31 Aralık 2025 tarihleri arasında, kampanyaya katılan Axess üyesi SHELL istasyonlarından farklı günlerde ve tek seferde yapacağınız 1.000 TL ve üzeri 4. akaryakıt veya otogaz harcamanıza, Juzdan’dan kampanyaya katılarak 330 TL chip-para, SMS ile kampanyaya katılarak 300 TL chip-para kazanma fırsatı!",
            "Kampanyada kazanılan chip para  8 Ocak 2026’ya kadar kampanyaya katılan SHELL istasyonlarından yapılacak akaryakıt veya otogaz alımında geçerli olacaktır.",
            "Kampanyaya Juzdan’dan katılmak ve faydalanmaya başlamak için ilk harcamadan önce asıl kart sahibinin “Hemen Katıl” butonuna tıklaması veya kampanyaya SMS üzerinden katılmak ve faydalanmaya  başlamak için ilk harcamadan önce asıl kart sahipleri ve tüzel müşterilerin Akbank’ta kayıtlı cep telefonundan “SHELL” yazıp 4566’ya SMS göndermesi gereklidir.",
            "Tüzel müşteriler kampanyaya sadece SMS ile katılabilir ve en fazla 300 TL chip-para kazanabilirler.",
            "Kampanya detayları:",
            "Kampanya katılımı, Juzdan ile katılımda Kampanyalar sayfasındaki “Kampanyalarım” başlığı altında görünmesinden sonra , SMS ile yapılan katılımlarda ise belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından “kayıt oldunuz” bilgisinin verilmesinden sonra sağlanır.",
            "Hak edilen chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir.",
            "8 Ocak 2026 tarihine kadar kullanılmayan chip-paralar sonrasında sadece akaryakıt sektöründeki Axess üye işyerlerinde akaryakıt ve otogaz alımlarında kullanılabilir",
            "Aynı gün içerisinde yapılan 1.000 TL ve üzeri ilk harcama kampanyaya dahildir.",
            "Kampanya kapsamında işlemlerin Axess üye işyeri SHELL istasyonlarındaki Akbank Axess POS terminalinden yapılması gerekmektedir.",
            "Kampanyadan Axess, Axess Business, Free, Wings, Wings Business, Akbank kart, Akbank kart Business, Axess KOBİ asıl ve bu kartlara bağlı ek kart sahipleri faydalanabilecektir.",
            "Bank’O Card Axess kartları kampanyaya dahil değildir.",
            "Shell mobil uygulaması üzerinden yapılan işlemler kampanyaya dahil değildir.",
            "Tüzel müşteriler Juzdan uygulamasını kullanamadıkları için kampanyaya 4566’ya SMS göndererek katılabilir ve en fazla  300 TL chip-para kazanabilirler.",
            "Tüzel müşterilerin tüm ticari kredi kartlarıyla kampanyaya dahil olabilmeleri için firma yetkilisinin banka sistemine kayıtlı cep telefonundan SMS ile kayıt olunması gerekmektedir.",
            "Şahıs şirketi sahipleri; bireysel ve ticari kartlarıyla Juzdan  üzerinden kampanyaya katılabileceklerdir.",
            "Kampanya müşteri bazındadır. Bir müşteri asıl ve ek kartları ile yapacağı harcamalardan kampanyaya Juzdan  ile kayıt olması halinde bir defa ve en fazla 330 TL, SMS ile kayıt olması halinde ise en fazla 300 TL chip-para kazanabilecektir.",
            "Chip-para kullanılarak yapılan akaryakıt/otogaz alımları kampanya kapsamında değildir. İptal edilen işlemlerde chip-para kazanımları da iptal edilecektir. İptal edilen işlemlerde chip-para’nın kullanılmış olması halinde ekstreye ilgili tutar kadar borç yansıtılacaktır.",
            "Kazanılan chip-paralar, mil puana dönüşmeyecektir.",
            "Katılım için gönderilen SMS’ler; tüm operatörlerin kendi tarifeleri üzerinden ücretlendirilir. Juzdan  veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Akbank T.A.Ş. ve SHELL&TURCAS PETROL A.Ş.  kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar.",
            "Kampanyaya katılan Axess üye işyeri Shell istasyonları"
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 12,
        "title": "Prometeon’da 8 aya varan taksit imkanı",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_3bd7b5.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_3bd7b5.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında kampanyaya katılan Axess üye işyeri Prometeon yetkili satıcılarında Bireysel kartlarda vade farksız 8, Ticari kartlarda vade farksız 6 aya varan taksit fırsatı",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21881/prometeonda-8-aya-varan-taksit-imkani",
        "views": 0,
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:14Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında kampanyaya katılan Axess üye işyeri Prometeon yetkili satıcılarında Bireysel kartlarda vade farksız 8, Ticari kartlarda vade farksız 6 aya  varan  taksit fırsatı",
            "Kampanya detayları:",
            "1 – 31 Aralık 2025 tarihleri arasında kampanyaya katılan Axess üye işyeri Prometeon yetkili satıcılarında Bireysel kartlarda vade farksız 8, Ticari kartlarda vade farksız 6 aya varan taksit sunulmaktadır.",
            "Kampanyaya Axess, Free, Wings, Bank’O Card Axess Bireysel  kartlar ile bu kartların ek kartları ve sanal kartları dahildir.",
            "Akbank Ticari kredi kartları ile azami 6 taksit geçerlidir.",
            "Kampanyaya sanal POS işlemleri dahildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Bank’O Card Axess Bireysel"
        ],
        "valid_locations": [
            "Kampanyaya dahil üye işyerleri için kampanya sitesini ziyaret ediniz."
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 13,
        "title": "Free'ye özel Pirelli’de 8 aya varan taksit imkanı",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_c21c1.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_c21c1.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 Kasım - 31 Aralık 2025 tarihleri arasında kampanyaya katılan Axess üye işyeri Pirelli yetkili satıcılarında 8 aya varan taksit fırsatı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21865/freeye-ozel-pirellide-8-aya-varan-taksit-imkani",
        "views": 0,
        "discount": "8 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:15Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free’ye özel 1 Kasım - 31 Aralık 2025 tarihleri arasında kampanyaya katılan Axess üye işyeri Pirelli  yetkili satıcılarında 8 aya varan  taksit fırsatı!",
            "Kampanya detayları:",
            "1  Kasım – 31 Aralık  2025  tarihleri arasında  kampanyaya  katılan Axess üye işyeri Pirelli  yetkili satıcılarında 8 aya varan imkanı sunulmaktadır .",
            "Kampanyaya Axess, Free, Wings, Bank’O Card Axess Bireysel  kartlar ile bu kartların ek kartları ve sanal kartları dahildir.  Akbank Ticari kredi kartları ile azami 6 taksit geçerlidir.",
            "Kampanyaya sanal POS işlemleri dahildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları , seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Bank’O Card Axess Bireysel"
        ],
        "valid_locations": [
            "Kampanyaya dahil üye işyerleri için kampanya sitesini ziyaret ediniz.",
            "Pirelli Mağazaları"
        ],
        "merchant": "Pirelli",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 14,
        "title": "Free'ye özel Gürgençler’de 9 aya varan taksit imkanı",
        "provider": "Axess Free (Akbank)",
        "category": "Elektronik",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_af75e3.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_af75e3.jpg"
        ],
        "featured": false,
        "description": "31 Aralık 2025’e kadar Free’ye özel Gürgençler mağazalarında ve www.gurgencler.comtr ’da yapacağınız alışverişlerinizde 9 aya varan taksit imkanı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21877/freeye-ozel-gurgenclerde-9-aya-varan-taksit-imkani",
        "views": 0,
        "discount": "9 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:17Z",
        "valid_from": null,
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "31 Aralık 2025’e kadar Free’ye özel Gürgençler mağazalarında ve www.gurgencler.comtr ’da yapacağınız alışverişlerinizde 9 aya varan taksit imkanı!",
            "Kampanya detayları:",
            "31 Aralık 2025’e kadar Free’ye özel Gürgençler mağazalarında ve www.gurgencler.comtr ’da yapacağınız Apple ürünü alışverişlerinizde 9 aya varan taksit imkanı sunulmaktadır.",
            "Kampanyaya Axess, Free, Wings, Ticari kartlar, Bank’O Card Axess kartlar ile bu kartların ek kartları ve sanal kartları dahildir.",
            "Taksitli satışlarda taksit sayısı ürün gruplarına göre değişmektedir. Taksit sayısı, yasal mevzuat tarafından ürün grupları için açıklanan azami taksit sayısını geçmeyecek şekilde alışveriş esnasında uygulanmaktadır.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyetine ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. ve Gürgençler Bilişim A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Ticari",
            "Bank’O Card Axess"
        ],
        "valid_locations": [
            "www.gurgencler.com",
            "Gürgençler Mağazaları"
        ],
        "merchant": "Gürgençler",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 15,
        "title": "Lassa’da 7 aya varan taksit fırsatı!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_32985a.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detaY_32985a.jpg"
        ],
        "featured": false,
        "description": "Free'ye özel 3 Ekim -31 Aralık 2025 tarihleri arasında kampanyaya katılan Axess üye işyeri yetkili Bridgestone, Lassa, Otopratik ve Lastik.com.tr satış noktalarından yapacağınız LASSA markalı tüm lastik alımlarında 7 aya varan taksit fırsatı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21838/lassada-7-aya-varan-taksit-firsati",
        "views": 0,
        "discount": "7 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:19Z",
        "valid_from": "2025-10-03T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free'ye özel 3 Ekim -31 Aralık 2025 tarihleri arasında kampanyaya katılan Axess üye işyeri yetkili Bridgestone, Lassa, Otopratik ve Lastik.com.tr satış noktalarından yapacağınız LASSA markalı tüm lastik alımlarında 7 aya varan taksit fırsatı!",
            "Kampanya detayları:",
            "3 Ekim – 31 Aralık 2025 tarihleri arasında kampanyaya katılan Axess üye işyeri yetkili Bridgestone, Lassa, Otopratik ve Lastik.com.tr satış noktalarından yapacağınız LASSA markalı tüm lastik alımlarında 7 aya varan imkanı sunulmaktadır.",
            "Kampanyaya Axess, Free, Wings, Bank’O Card Axess Bireysel kartlar ile bu kartların ek kartları ve sanal kartları dahildir.",
            "Akbank Ticari kredi kartları ile azami 5 taksit geçerlidir.",
            "Kampanyaya sanal POS işlemleri dahildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Bank’O Card Axess Bireysel"
        ],
        "valid_locations": [
            "Kampanyaya dahil üye işyerleri için kampanya sitesini ziyaret ediniz."
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 16,
        "title": "Enplus'ta 1.000 TL chip-para!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/SSfree-kampanya-detay_14a6e9.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/SSfree-kampanya-detay_14a6e9.jpg"
        ],
        "featured": false,
        "description": "1-31 Aralık 2025 tarihleri arasında Enplus'ta 25.000 TL ve üzeri ilk alışverişe 1.000 TL chip-para!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21850/enplusta-1000-tl-chip-para",
        "views": 0,
        "discount": null,
        "earning": "1.000 TL chip-para",
        "min_spend": 25000,
        "max_discount": 1000,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:20Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır",
        "participation_points": [
            "Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır"
        ],
        "conditions": [
            "1-31 Aralık 2025 tarihleri arasında Enplus'ta 25.000 TL ve üzeri ilk alışverişe 1.000 TL chip-para!",
            "Kampanyaya katılmak için Juzdan veya SMS ile kampanyaya kayıt olunması gerekmektedir.",
            "Kampanya detayları:",
            "Kampanya kapsamında 1-31 Aralık 2025  tarihleri arasında enplus.com.tr ve Enplus mağazalarından yapacağınız 25.000 TL ve üzeri ilk harcamaya 1.000 TL chip-para sunulmaktadır.",
            "Kampanyaya katılmak için, ilk harcamadan önce asıl kart sahibinin Akbank sistemine kayıtlı olan cep telefonu numarasından ENPLUS yazıp 4566’ya SMS göndererek kayıt olması gerekmektedir. Belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından ‘kayıt oldunuz’ bilgisinin iletilmesinden sonra kampanyaya katılım sağlanır. Katılım için gönderilen SMS’ler; operatörlerin kendi tarifeleri üzerinden ücretlendirilir. Juzdan veya SMS ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir.",
            "Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır. Juzdan ile kayıt olmayan kart sahiplerinin harcamaları kampanya kapsamında değerlendirilmeyecektir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki en son harcamasını gerçekleştirdiği kartına yüklenecektir.",
            "Chip-para hediyesi, kampanya koşulları gerçekleştirildikten sonra karta anında yüklenecektir ve Axess üye işyerlerinde kullanılabilecektir. Kazandığınız chip-paraları biriktirebilir, dilediğiniz zaman hayalinizde ne varsa alabilirsiniz.",
            "Axess, Wings, Free, Akbank Kart, Ticari kartlar ile bu kartlara bağlı ek kartlar ve sanal kartlar kampanyaya dahildir. Bank O’Card Axess ise puan kampanyasına dahil değildir.",
            "Kampanyaya sanal POS’tan yapılan işlemler dahildir.",
            "Kampanya peşin işlemlerde geçerlidir.",
            "Chip-para kampanyası müşteri bazındadır. Bir müşteri asıl ve ek kartları ile yapacağı harcamaların toplamından kampanyadan bir defa en fazla 1.000 TL chip-para kazanabilir. Kazanılan ödül tutarı, müşterinin kampanya kapsamındaki en son harcamasını gerçekleştirdiği kartına yüklenecektir.",
            "Nakit çekim, eft/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, SGK/vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir. İptal ve iade işlemlerinde yüklenen chip-paralar iade alınacaktır. Chip-para’nın kullanılmış olması halinde ekstreye borç yansıtılacaktır.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 17,
        "title": "Free'ye Özel Voltla'da %20 İndirim!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_9e928.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_9e928.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 Ekim – 31 Aralık 2025 tarihleri arasında Voltla’dan yapacağınız şarj ödemelerinde 500 TL’ye varan %20 indirim hediye!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21798/freeye-ozel-voltlada-20-indirim",
        "views": 0,
        "discount": null,
        "earning": "%20 İndirim",
        "min_spend": null,
        "max_discount": 500,
        "discount_percentage": 20,
        "created_at": "2025-12-17T01:18:21Z",
        "valid_from": "2025-10-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Juzdan’dan “Hemen Katıl” butonunu tıklayın",
        "participation_points": [
            "Juzdan’dan “Hemen Katıl” butonunu tıklayın"
        ],
        "conditions": [
            "Free’ye özel 1 Ekim – 31 Aralık 2025 tarihleri arasında Voltla’dan yapacağınız şarj ödemelerinde 500 TL’ye varan %20 indirim hediye!",
            "Kampanyadan faydalanmak için, ilk harcamadan önce Juzdan’dan “Hemen Katıl” butonunu tıklayın veya \"VOLTLA\" yazıp 4566’ya SMS gönderin!",
            "Kampanya detayları:",
            "1 Ekim – 31 Aralık 2025 tarihleri arasında Voltla’dan yapacağınız elektrikli araç şarj ödemelerinde 500 TL’ye varan %20 indirim sunulmaktadır.",
            "Kampanyaya katılmak için, ilk harcamadan önce Akbank sistemine kayıtlı olan cep telefonu numarasından \"VOLTLA\" yazıp 4566’ya SMS göndererek kayıt olmak gerekmektedir. Belirtilen kısa mesajın Akbank sistemine ulaşmasından ve Akbank tarafından ‘kayıt oldunuz’ bilgisinin tarafınıza iletilmesinden sonra kampanyaya katılım sağlamış olursunuz. Katılım için gönderilen SMS’ler; operatörlerin kendi tarifeleri üzerinden ücretlendirilir. Juzdan üzerinden kampanyaya katılmak için harcamadan önce “Hemen Katıl” butonu tıklanmalıdır. Kampanyanın profil alanındaki “Kampanyalarınız” başlığı altında görünmesinden sonra kampanyaya katılım sağlanır.",
            "Kampanyaya Axess, Free, Wings bireysel ve ticari kartlar ile bu kartların ek kartları ve sanal kartları dahildir. Akbank Kart ve Bank'O Card Axess kampanyaya dahil değildir.",
            "Kampanya müşteri bazındadır, bir müşteri en fazla %20 indirim kazanır. %20 indirim tutarının 500 TL’yi geçmesi durumunda, en fazla 500 TL indirim kazanılır.",
            "Kazanılan indirim tutarı 2 iş günü içinde ekstreye yansıtılır.",
            "Kampanyada indirim kazanan işlemin iptali veya değişikliği nedeniyle kısmi ya da tüm ödemenin iadesi durumunda, kazandırılan indirim tutarı hesap özetine/ekstresine borç kaydedilir.",
            "Voltla üzerinden; “Powerşarj”, “Solargize”, “Şarjon”, “Doğuş Dijital Enerji”, “TORA”, “GSM CHARGE” ve “D-Rect, Voltgo ve Zeplin Enerji”ye ait şarj istasyonlarında şarj başlatıp ödeme işleminizi tek noktadan gerçekleştirebilirsiniz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings bireysel",
            "ticari"
        ],
        "valid_locations": [
            "Voltla Mağazaları"
        ],
        "merchant": "Voltla",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 18,
        "title": "Eera-İtopya mağazalarında ve www.itopya.com’da 5 taksit fırsatı!",
        "provider": "Axess Free (Akbank)",
        "category": "Elektronik",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_d7d2fe.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_d7d2fe.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında kampanyaya dahil Eera-İtopya mağazalarında ve www.itopya.com’da 5 taksit fırsatı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21779/eera-itopya-magazalarinda-ve-wwwitopyacomda-5-taksit-firsati",
        "views": 0,
        "discount": "5 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:22Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında kampanyaya dahil Eera-İtopya mağazalarında ve www.itopya.com’da 5 taksit fırsatı!",
            "Kampanya detayları:",
            "1-31 Aralık 2025 tarihleri arasında kampanyaya dahil Eera-İtopya mağazalarında www.itopya.com’da 5 taksit sunulmaktadır.",
            "Kampanyadan Bireysel Axess, Wings, Free kart sahipleri faydalanabilir. Ticari kartlar kampanyaya dahil değildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal / ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin hava yolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb.) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin hava yolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, hava yolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda; yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit / erteleme uygulanamaz.",
            "Akbank T.A.Ş kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "www.itopya.com"
        ],
        "merchant": "itopya.com",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 19,
        "title": "Free'ye Özel Özdilek'te Peşin Fiyatına 6 Taksit!",
        "provider": "Axess Free (Akbank)",
        "category": "Ev & Yaşam",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/fpfree-kampanya-detaY_3da52c.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/fpfree-kampanya-detaY_3da52c.jpg"
        ],
        "featured": false,
        "description": "15 Ocak 2026 tarihine kadar, kampanyaya dahil Özdilek mağazalarından yapacağınız ev tekstili ürünleri alışverişinizde, vade farksız 6 taksit fırsatı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21692/freeye-ozel-ozdilekte-pesin-fiyatina-6-taksit",
        "views": 0,
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:23Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "15 Ocak 2026 tarihine kadar, kampanyaya dahil Özdilek mağazalarından yapacağınız ev tekstili ürünleri alışverişinizde, vade farksız 6 taksit fırsatı!",
            "Kampanya detayları:",
            "15 Ocak 2026 tarihine kadar, kampanyaya dahil Özdilek mağazalarından yapacağınız ev tekstili ürünleri alışverişinizde, vade farksız 6 taksit sunulmaktadır.",
            "Kampanyaya; Axess, Free, Wings, Ticari kartlar ile bu kartların ek kartları ve sanal kartlar dâhildir.",
            "Kampanyaya sanal POS işlemleri dâhildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal / ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin hava yolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay; elektronik eşya alımlarında (video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb.) 4 ay; tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay; sağlık ürünü alımlarında, mobilya ve elektrikli eşya (buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk lirasına kadar olan televizyon alımlarında 9 ay; vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve “yenileme merkezi” veya “yetkili satıcı” niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay; yurt içine ilişkin hava yolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, hava yolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalar, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit / erteleme uygulanamaz.",
            "Akbank TAŞ kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "Özdilek Mağazaları"
        ],
        "merchant": "Özdilek",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 20,
        "title": "A101’de Peşin Fiyatına 6 Taksit!",
        "provider": "Axess Free (Akbank)",
        "category": "Market",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/sdfree-kampanya-detaY_bc271d.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/sdfree-kampanya-detaY_bc271d.jpg"
        ],
        "featured": false,
        "description": "Free ile A101 mağazalarında, www.a101.com.tr/ekstra web sitesinde veya A101 mobil uygulamasında 1 Ekim – 31 Aralık 2025 tarihleri arasında peşin fiyatına 6 aya varan taksit!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21685/a101de-pesin-fiyatina-6-taksit",
        "views": 0,
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": 300,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:25Z",
        "valid_from": "2025-10-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free ile A101 mağazalarında,  www.a101.com.tr/ekstra web sitesinde veya A101 mobil uygulamasında 1 Ekim – 31 Aralık 2025 tarihleri arasında peşin fiyatına 6 aya varan taksit!",
            "Kampanya detayları:",
            "Free ile 1 Ekim – 31 Aralık 2025 tarihleri arasında A101 mağazalarında, www.a101.com.tr’de ve A101 mobil uygulamasında seçili ürünlerde peşin fiyatına 6 aya varan taksit sunulmaktadır.",
            "Kampanyaya Axess, Free, Wings, Ticari kartlar, Bank’O Card Axess kartlar ile bu kartların ek kartları ve sanal kartlar dahildir.",
            "Kampanyaya sanal POS işlemleri dahildir.",
            "Peşin fiyatına taksit imkanı yasal mevzuata uygun olacak şekilde toplam alışveriş tutarının 300 TL ve üzeri olması durumunda geçerlidir. Peşin fiyatına 6 aya varan taksit kampanyası, taksit yapılabilen ürünlerin toplam alışveriş tutarının 300 TL ve üzerinde olması halinde geçerlidir.",
            "Ürün stokları satış noktasına göre farklılık gösterebilir. Mağaza stoklarında bulunmayan ürünleri size yakın diğer A101 mağazalarından, www.a101.com.tr ’den veya A101 mobil uygulamasından satın alabilirsiniz.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. ve A101 kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Ticari",
            "Bank’O Card Axess"
        ],
        "valid_locations": [
            "www.a101.com.tr",
            "A101 Mağazaları"
        ],
        "merchant": "A101",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 21,
        "title": "Kasım’da fatura talimatlarına 250 TL chip-para",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-koampanya-detay_9f5a16.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-koampanya-detay_9f5a16.jpg"
        ],
        "featured": false,
        "description": "Free ile vereceğiniz yeni otomatik fatura ödeme talimatlarınızdan 250 TL’ ye varan chip-para kazanabilirsiniz.",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/3615/kasimda-fatura-talimatlarina-250-tl-chip-para",
        "views": 0,
        "discount": null,
        "earning": "250 TL chip-para",
        "min_spend": null,
        "max_discount": 250,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:26Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "FATURAC yazıp 4566’a SMS, Juzdan, Akbank Mobil, Akbank İnternet, 444 2525, Şubelerden",
        "participation_points": [
            "FATURAC yazıp 4566’a SMS, Juzdan, Akbank Mobil, Akbank İnternet, 444 2525, Şubelerden"
        ],
        "conditions": [
            "Free ile vereceğiniz yeni otomatik fatura ödeme talimatlarınızdan 250 TL’ ye varan chip-para kazanabilirsiniz.",
            "Aralık ayında vereceğiniz tüm yeni fatura talimatlarınız için FATURAC yazıp 4566’ya göndererek 1 yeni fatura için 50 TL, 2 yeni fatura için 100 TL, 3 yeni fatura için 150 TL, 4 yeni fatura için 200 TL, 5 yeni fatura için 250 TL chip-para kazanma fırsatı yakalayın.",
            "Talimatlarınızı Akbank Mobil, Akbank İnternet, 444 25 25 Müşteri İletişim Merkezimiz veya şubelerimizden verebilirsiniz.",
            "Kampanya detayları:",
            "Axess, Axess Öğrenci ve Free asıl kartınız ile bu kampanyadan 1-31 Aralık 2025 tarihleri arasında yararlanabilirsiniz.",
            "Kampanya kapsamında birden fazla kartınız varsa en az bir talimatın Axess veya Free kartınızda olması gerekir.",
            "Kampanya kapsamında Axess, Axess Öğrenci ve Free kartlarınız ile otomatik ödeme talimatı vereceğiniz 1 yeni fatura için 50 TL, 2 yeni fatura için 100 TL, 3 yeni fatura için 150 TL, 4 yeni fatura için 200 TL, 5 yeni fatura için 250 TL chip-para kazanabilirsiniz.",
            "Kampanya kişi bazında düzenlenir. Aralık ayı boyunca kampanyaya dâhil olan kartlarınızla vereceğiniz tüm fatura ödeme talimatlarından en fazla 250 TL chip-para kazanabilirsiniz.",
            "Kampanya kapsamında kazanacağınız ödül tutarı 5 Ocak 2026’da kartınıza chip-para olarak yüklenir.",
            "Ödülü sadece yeni vereceğiniz talimatlarla kazanabilirsiniz. Kredi kartınızdan verilen otomatik fatura ödeme talimatlarınızı iptal edip yeniden verirseniz veya banka hesabına tanımlı olan fatura ödeme talimatlarınızı iptal edip kredi kartınızdan verirseniz kampanyadan yararlanamayacağınızı hatırlatırız.",
            "Hesaptan verilen talimatlar kampanyaya dâhil değildir.",
            "Kampanyadan ödül kazanmanız durumunda, ödül yükleme tarihinden itibaren 6 ay içerisinde iptal etmemeniz ve otomatik ödeme talimatı verdiğiniz faturaların tahsilatının karttan yapılmış olması gerekir. Aksi takdirde chip-para taahhüt sonunda geri çekilir.",
            "Talimat kapsamında kredi kartından yapılacak fatura ödemelerinde bankanın belirlediği otomatik fatura ödeme faizi uygulanır. Ekstre asgari borcunun son ödeme tarihine kadar hiç ödenmemesi veya kısmi ödenmesi durumunda, faturanın ödenme tarihinden son ödeme tarihine kadar fatura faiz oranı, son ödeme tarihinden borç kapanana kadar ödenmemiş asgari üzerinden fatura (nakit) gecikme faiz oranı ve asgari tutarı aşan kısım üzerinden fatura faiz oranı işletilir.",
            "Cep telefonu (Turkcell, Vodafone, Türk Telekom Mobil (Avea), Teknosa Mobil ve POCELL) faturaları ve Superonline faturalarınızdan faiz alınmadığını bilmenizi isteriz.",
            "Kampanyadan faydalanmaya başlamak için 31 Aralık 2025'e kadar FATURAC yazıp 4566’ya SMS göndermeniz veya Juzdan’ın kampanya sayfasındaki “Hemen katıl” butonuna tıklamanız yeterli. Kampanyaya katılımınız, kısa mesajın sistemimize ulaşmasından sonra bankamızdan kaydolduğunuz bilgisinin iletilmesiyle sağlanır. Katılım için gönderilen SMS’ler operatörlerin kendi tarifelerinden ücretlendirilir.",
            "Bir ay içinde sadece bir fatura kampanyasına dâhil olabilirsiniz.",
            "Bankamızın kampanyayı durdurma ve değiştirme hakkını saklı tuttuğunu hatırlatırız."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 22,
        "title": "Free'ye özel Nespresso mağazalarında peşin fiyatına 6 Taksit!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanghya-detay_5f773.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanghya-detay_5f773.jpg"
        ],
        "featured": false,
        "description": "31 Aralık 2025 tarihine kadar Nespresso Türkiye mağazalarından yapacağınız kahve makinesi alışverişlerinize, peşin fiyatına 6 taksit fırsatı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21501/freeye-ozel-nespresso-magazalarinda-pesin-fiyatina-6-taksit",
        "views": 0,
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:27Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "31 Aralık 2025 tarihine kadar Nespresso Türkiye mağazalarından yapacağınız kahve makinesi alışverişlerinize, peşin fiyatına 6 taksit fırsatı!",
            "Kampanya detayları:",
            "31 Aralık 2025 tarihine kadar Nespresso Türkiye Akasya, Ankamall, Aqua Florya, Bodrum Yalıkavak Marina, Bursa Korupark, Kanyon, Nişantaşı, İstinyePark, İzmir İstinyePark, Mall of Istanbul, Panora, Vadistanbul, Zorlu Center mağazalarından yapacağınız kahve makinesi alışverişlerinizde peşin fiyatına 6 taksit sunulmaktadır.",
            "Kampanyadan Axess, Wings, Free ve Ticari kart sahipleri faydalanabilir.",
            "Kampanya kapsamında harcamaların Akbank Axess POS terminalinden ya da Akbank Sanal POS’undan yapılması gerekmektedir. Taksit seçeneği firma tarafından seçilerek uygulanır.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal / ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin hava yolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb.) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin hava yolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, hava yolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda; yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit / erteleme uygulanamaz.",
            "Akbank T.A.Ş kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 23,
        "title": "Free ile www.monsternotebook.com.tr ve Monster Notebook mağazalarında peşin fiyatına 12 taksit fırsatı!",
        "provider": "Axess Free (Akbank)",
        "category": "Elektronik",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_3ca9d8.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay_3ca9d8.jpg"
        ],
        "featured": false,
        "description": "Free ile 1 – 31 Aralık 2025 tarihleri arasında www.monsternotebook.com.tr ve tüm Monster Notebook mağazalarında peşin fiyatına 12 taksit fırsatı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21338/free-ile-wwwmonsternotebookcomtr-ve-monster-notebook-magazalarinda-pesin-fiyatina-12-taksit-firsati",
        "views": 0,
        "discount": "12 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:28Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free ile 1 – 31 Aralık 2025 tarihleri arasında www.monsternotebook.com.tr ve tüm Monster Notebook mağazalarında peşin fiyatına 12 taksit fırsatı!",
            "Kampanya detayları:",
            "1 – 31 Aralık 2025 tarihleri arasında www.monsternotebook.com.tr ve tüm Monster Notebook mağazalarında peşin fiyatına 12 taksit sunulmaktadır.",
            "Kampanyadan Bireysel Axess, Wings, Free kart sahipleri faydalanabilir. Ticari kartlar kampanyaya dahil değildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal / ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin hava yolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb.) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin hava yolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, hava yolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda; yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit / erteleme uygulanamaz.",
            "Akbank T.A.Ş kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "www.monsternotebook.com.tr"
        ],
        "merchant": "monsternotebook.com.tr",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 24,
        "title": "Free'ye özel Alfemo'da 9 Taksit!",
        "provider": "Axess Free (Akbank)",
        "category": "Ev & Yaşam",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/alfree-kampanya-detay_8465ac.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/alfree-kampanya-detay_8465ac.jpg"
        ],
        "featured": false,
        "description": "Free ile kampanyaya dahil Alfemo mağazalarında 9 Taksit!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/21383/freeye-ozel-alfemoda-9-taksit",
        "views": 0,
        "discount": "9 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:30Z",
        "valid_from": "2025-10-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free ile kampanyaya dahil Alfemo mağazalarında 9 Taksit!",
            "1 Ekim – 31 Aralık 2025 tarihleri arasında kampanyaya dahil Alfemo mağazalarından yapacağınız alışverişlerinize, 9 taksit fırsatı!",
            "Kampanya detayları:",
            "31 Aralık 2025 tarihine kadar kampanyaya dahil Alfemo mağazalarından yapacağınız alışverişlerinizde 9 taksit sunulmaktadır.",
            "Kampanyadan Axess, Wings, Free ve Ticari kart sahipleri faydalanabilir.",
            "Ticari kredi kartları ile en fazla 6 taksit yapılabilmektedir.",
            "Kampanya kapsamında harcamaların Akbank Axess POS terminalinden ya da Akbank Sanal POS’undan yapılması gerekmektedir. Taksit seçeneği firma tarafından seçilerek uygulanır.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal / ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin hava yolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb.) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin hava yolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, hava yolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda; yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit / erteleme uygulanamaz.",
            "Akbank T.A.Ş kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": [
            "Kampanyaya dahil üye işyerleri için kampanya sitesini ziyaret ediniz.",
            "Alfemo Mağazaları"
        ],
        "merchant": "Alfemo",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 25,
        "title": "Tatilsepeti’nde Vade farksız 9 aya varan taksit fırsatı!",
        "provider": "Axess Free (Akbank)",
        "category": "Seyahat",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay9_48e13f.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay9_48e13f.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel tatilsepeti.com ve Tatilsepeti satış ofislerinden yapacağınız yurtiçi seyahat harcamalarında 31 Aralık 2025’e kadar vade farksız 9 aya varan taksit!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/17569/tatilsepetinde-vade-farksiz-9-aya-varan-taksit-firsati",
        "views": 0,
        "discount": "9 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:31Z",
        "valid_from": null,
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free’ye özel tatilsepeti.com ve Tatilsepeti satış ofislerinden yapacağınız yurtiçi seyahat harcamalarında 31 Aralık 2025’e kadar vade farksız 9 aya varan taksit!",
            "Kampanya detayları:",
            "31 Aralık 2025’e kadar tatilsepeti.com ve Tatilsepeti satış ofislerinden yapılacak yurtiçi seyahat harcamalarında vade farksız 9 aya varan taksit imkanı sunulmaktadır.",
            "Taksit kampanyasına Axess, Free, Wings  Bireysel kartlar, Ticari kartlar, Bank’O Card Axess kartlar ile bu kartların ek kartları ve sanal kartları dahildir.",
            "Ticari kredi kartlarında taksit sayısı 6 taksit ile sınırlıdır.",
            "Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin rezervasyonlarda azami 3 taksit fırsatı sunulmaktadır. Yurt dışına ilişkin harcamalarda taksit uygulanamaz.",
            "Taksitli satışlarda taksit sayısı ürün gruplarına göre değişmektedir. Taksit sayısı, yasal mevzuat tarafından ürün grupları için açıklanan azami taksit sayısını geçmeyecek şekilde firma tarafından alışveriş esnasında uygulanmaktadır.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 26,
        "title": "Touristica’da %5 indirim fırsatı!",
        "provider": "Axess Free (Akbank)",
        "category": "Seyahat",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/fvfree-kampanya-detay_66883.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/fvfree-kampanya-detay_66883.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında Touristica’da seçili yurt içi otel rezervasyonlarınıza %5 indirim. Üstelik vade farksız 9 aya varan taksit imkanıyla",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/18967/touristicada-5-indirim-firsati",
        "views": 0,
        "discount": "9 Taksit",
        "earning": "%5 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 5,
        "created_at": "2025-12-17T01:18:32Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free’ye özel 1 – 31 Aralık 2025 tarihleri arasında Touristica’da seçili yurt içi otel rezervasyonlarınıza %5 indirim. Üstelik vade farksız 9 aya varan taksit imkanıyla",
            "Kampanya detayları:",
            "Kampanya kapsamında Axess’e özel Touristica’da 1 – 31 Aralık 2025 tarihleri arasında seçili yurt içi otel rezervasyonlarınıza %5 indirim sunulmaktadır.",
            "Kampanyaya Axess, Wings, Free Bireysel kartlar, Akbank kart, Ticari kartlar, Bank’O Card Axess kartlar ile bu kartlara bağlı ek kartlar ve sanal kartlar kampanyaya dahildir.",
            "Kampanyadan faydalanmak için işlemin 444 0 329 nolu Çağrı Merkezi, touristica.com.tr veya Touristica yetkili acentelerindeki Touristica’nın Axess üye işyeri sanal Pos’undan yapılması gerekmektedir.",
            "Kampanyaya dahil otellere https://www.touristica.com.tr/axess-ile-indirim-kampanyasi kampanyası sayfası üzerinden ulaşabilirsiniz.",
            "%5 ekstra indirim kampanyası, Touristica’dan yapacağınız seçili yurt içi otel rezervasyonlarınızda tek ödeme, 3, 6, 9 taksitli işlemlerde geçerli olacaktır.",
            "Kampanyaya tüm yurt dışı turlar, gemi turları, Kuzey Kıbrıs Türk Cumhuriyeti otel, tur ve uçak biletleri, yurt içi tur, yurt dışı otel, ve uçak bileti rezervasyonları dahil değildir.",
            "%5 indirim fırsatı; ödeme işleme sırasında toplam tutar üzerinden işlem sırasında firma tarafından uygulanacaktır.",
            "%5 indirim fırsatı, indirim kuponları ile birlikte kullanılamaz. Touristica’da geçerli olan farklı puan kampanyalarıyla birlikte kullanılamaz.",
            "Nakit çekim, EFT/havale, fon alım/satım, BES işlemleri, anlık/otomatik fatura, SGK/vergi ödemeleri ve chip-para ile yapılan alışverişler kampanyaya dahil değildir.",
            "Taksit kampanyasına Axess, Free, Wings, Bank’O Card Axess Bireysel ve Ticari kartlar ile bu kartların ek kartları ve sanal kartları dahildir.",
            "Ticari kredi kartlarında taksit sayısı 6 taksit ile sınırlıdır.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Wings",
            "Free Bireysel",
            "Akbank kart",
            "Ticari",
            "Bank’O Card Axess"
        ],
        "valid_locations": [
            "www.touristica.com.tr"
        ],
        "merchant": "touristica.com.tr",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 27,
        "title": "ENUYGUN’da tüm yurt içi seyahatlerinizde 3 aya varan taksit fırsatı!",
        "provider": "Axess Free (Akbank)",
        "category": "Seyahat",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/eufree-kampanya-detay_85acf5.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/eufree-kampanya-detay_85acf5.jpg"
        ],
        "featured": false,
        "description": "Free’ye özel Enuygun.com ve ENUYGUN mobil uygulaması üzerinden yapılan yurtiçi uçak bileti, otobüs bileti, otel ve araç kiralama harcamalarında peşin fiyatına 3 aya varan taksit fırsatı!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/15960/enuygunda-tum-yurt-ici-seyahatlerinizde-3-aya-varan-taksit-firsati",
        "views": 0,
        "discount": "3 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:34Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free’ye özel Enuygun.com ve ENUYGUN mobil uygulaması üzerinden yapılan yurtiçi uçak bileti, otobüs bileti, otel ve araç kiralama harcamalarında peşin fiyatına 3 aya varan taksit fırsatı!",
            "Kampanya detayları:",
            "31 Aralık 2025 tarihine kadar Enuygun.com internet sitesi ve ENUYGUN mobil uygulamasında Free’ye özel, yurtiçi uçak bileti, otobüs bileti, otel ve araç kiralama harcamalarında peşin fiyatına 3 aya varan taksit fırsatı sunulmaktadır.",
            "Kampanyaya Axess, Free, Wings, Ticari kartlar, Bank’O Card Axess kartlar ile bu kartların ek kartları ve sanal kartları dahildir.",
            "Kampanyaya sanal POS işlemleri dahildir.",
            "Taksitli satışlarda taksit sayısı ürün gruplarına göre değişmektedir. Taksit sayısı, yasal mevzuat tarafından ürün grupları için açıklanan azami taksit sayısını geçmeyecek şekilde firma tarafından  işlem sıranda  uygulanmaktadır.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar,  havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Ticari",
            "Bank’O Card Axess"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 28,
        "title": "Trendyol’da Peşin Fiyatına 3 ve 6 Taksit!",
        "provider": "Axess Free (Akbank)",
        "category": "Online Alışveriş",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/tfree-kampanya-detay_8de85.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/tfree-kampanya-detay_8de85.jpg"
        ],
        "featured": false,
        "description": "1 – 31 Aralık 2025 tarihleri arasında Trendyol’da 750 TL ve üzeri alışverişlerde peşin fiyatına 3 taksit, 6.000 TL ve üzeri alışverişlerde peşin fiyatına 6 taksit fırsatı sizi bekliyor!",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/15232/trendyolda-pesin-fiyatina-3-ve-6-taksit",
        "views": 0,
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": 6000,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:35Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "1 – 31 Aralık 2025 tarihleri arasında Trendyol’da 750 TL ve üzeri alışverişlerde peşin fiyatına 3 taksit, 6.000 TL ve üzeri alışverişlerde peşin fiyatına 6 taksit fırsatı sizi bekliyor!",
            "Kampanya detayları:",
            "1 – 31 Aralık 2025 tarihleri arasında Trendyol’dan yapılacak 750 TL ve üzeri alışverişlerde peşin fiyatına 3 taksit ve 6.000 TL ve üzeri alışverişlerde peşin fiyatına 6 taksit sunulmaktadır.",
            "Kampanyaya Axess, Free, Wings, Ticari kartlar, Bank’O Card Axess ile bu kartların ek kartları ve sanal kartları dahildir. Bank’O Card Axess için taksit sayısı, yasal mevzuat tarafından ürün grupları için açıklanan azami taksit sayısını geçmeyecek şekilde üye işyeri tarafından belirlenerek en fazla 12 taksit olarak uygulanabilir.",
            "Ticari kredi kartları ile azami 6 taksit yapılabilmektedir.",
            "Peşin fiyatına 3 ve 6 taksit kampanyasına Trendyol Dolap uygulamasından yapılacak alışverişler dahildir. Kampanya, Trendyol üzerinden yapılan Dolap alışverişlerinde geçerlidir. Trendyol’dan bağımsız Dolap’ın kendi uygulaması üzerinden yapılan alışverişler kampanyaya dahil değildir.",
            "Peşin fiyatına 3 ve 6 taksit kampanyasından faydalanabilmek için, alışveriş tamamlanmadan önce Trendyol ödeme sayfasında ilgili taksit seçeneği seçilmelidir. Taksit seçeneği Firma tarafından ödeme sırasında sunulmaktadır.",
            "Trendyol Dolap uygulamasından yapılacak alışverişlerde 750 TL ve üzeri alışverişlerde peşin fiyatına 3 taksit, 6000 TL ve üzeri alışverişlerde ise peşin fiyatına 6 taksit geçerlidir.",
            "Trendyol Milla uygulamasından yapılacak alışverişlerde 750 TL ve üzeri alışverişlerde peşin fiyatına 3 taksit, 1.500 TL ve üzeri işlemlerde ise peşin fiyatına 6 taksit geçerlidir.",
            "Birden fazla üründen oluşan siparişlerin taksitlendirilebilmesi için siparişlere konu ürünlerin tamamının taksitlendirmeye elverişli olması gerekmektedir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar, havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. ve Trendyol kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Ticari",
            "Bank’O Card Axess"
        ],
        "valid_locations": [
            "Trendyol Mağazaları"
        ],
        "merchant": "Trendyol",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 29,
        "title": "Teknosa'da 6 aya varan taksit fırsatı!",
        "provider": "Axess Free (Akbank)",
        "category": "Elektronik",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay9e_c8bc8c.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay9e_c8bc8c.jpg"
        ],
        "featured": false,
        "description": "Free'ye özel Teknosa mağazalarında ve www.teknosa.com'dan yapacağınız alışverişlerinizde vade farksız 6 aya varan taksit imkanı sunulmaktadır.",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/13350/teknosada-6-aya-varan-taksit-firsati",
        "views": 0,
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": 40001,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:36Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free'ye özel Teknosa mağazalarında ve www.teknosa.com'dan  yapacağınız alışverişlerinizde  vade farksız 6 aya varan taksit imkanı sunulmaktadır.",
            "Kampanya detayları:",
            "31 Aralık 2025‘e kadar  Free'ye özel Teknosa mağazalarında ve www.teknosa.com'dan  yapacağınız alışverişlerinizde  vade farksız 6 aya varan taksit imkanı sunulmaktadır.",
            "Teknosa.com’da vade farksız taksit imkanı sadece Teknosa satıcılı ürünlerde geçerlidir. Teknosa.com’da yapılacak alışverişte sepette satıcısı Teknosa olmayan bir başka ürün olmaması gerekmektedir.",
            "Taksitli satışlarda taksit sayısı ürün gruplarına ve sepet tutarına göre değişmektedir. Taksit sayısı, yasal mevzuat tarafından ürün grupları için açıklanan azami taksit sayısını geçmeyecek şekilde firma tarafından sepet tutarı 0-1.500 TL siparişler için tek çekim, 1.501-20.000 TL arası alışverişler için 3 taksite kadar, 20.001-40.000 TL arası alışverişler için 4 taksite kadar, 40.001 TL üzeri alışverişler için 6 taksite kadar taksit imkanı alışveriş esnasında uygulanmaktadır.",
            "Kampanyaya Axess, Free, Wings, Ticari kartlar, Bank’O Card Axess kartlar ile bu kartların ek kartları ve sanal kartları dahildir.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ''yenileme merkezi'' veya ''yetkili satıcı'' niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar,  havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Akbank T.A.Ş. kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Axess",
            "Free",
            "Wings",
            "Ticari",
            "Bank’O Card Axess"
        ],
        "valid_locations": [
            "www.teknosa.com"
        ],
        "merchant": "teknosa.com",
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 30,
        "title": "Free'den Yılda 600 TL indirim Tarifesi",
        "provider": "Axess Free (Akbank)",
        "category": "Yakıt",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay-indirim-ty_f65cb6.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay-indirim-ty_f65cb6.jpg"
        ],
        "featured": false,
        "description": "Free İndirim Tarifesi ile Akaryakıt veya Markette yapacağınız alışverişlerinizde %5 İndirim kazanacaksınız! Ayda sadece 12,90 TL tarife ücreti ile seçiminize göre, Akaryakıt veya Market alışverişinizde ayda 25TL, yılda 300TL’ye varan indirim kazanabilirsiniz.",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/9593/freeden-yilda-600-tl-indirim-tarifesi",
        "views": 0,
        "discount": null,
        "earning": "%5 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 5,
        "created_at": "2025-12-17T01:18:37Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Akaryakıt ve Market harcamalarınızdan yılda 600 TL’ye varan İNDİRİM kazanmak ister misiniz?",
            "Free İndirim Tarifesi ile Akaryakıt veya Markette yapacağınız alışverişlerinizde %5 İndirim kazanacaksınız! Ayda sadece 12,90 TL tarife ücreti ile seçiminize göre, Akaryakıt veya Market alışverişinizde ayda 25TL, yılda 300TL’ye varan indirim kazanabilirsiniz.",
            "Üstelik hem Markette İndirim Tarifesine hem Akaryakıtta İndirim Tarifesine kayıt olabilir 600 TL indirim kazanabilirsiniz.",
            "Hemen",
            "Akbank İnternet",
            ", 444 25 25 Akbank Telefon Şubesi veya Akbank Şubelerinden İndirim Tarifesi’ne kayıt olun, indirim fırsatlarını kaçırmayın.",
            "Tarifelere Kayıt Koşulları",
            "İndirim Tarifesine;",
            "Akbank İnternet’e giriş yaparak,",
            "444 25 25 Akbank Telefon Şubesini arayarak veya",
            "Akbank Şubelerinden kayıt olabilirsiniz.",
            "İndirim Tarifesine Axess, Fish, Wings, Axess exi-26 ve Free asıl kart sahipleri kayıt olabilir. Ticari kartlar, Neo veya Akbank Kart ve ek kartlar İndirim Tarifesine kayıt olamamaktadır.",
            "İndirim Tarifesine kayıt olduktan sonra, kampanyaya kayıt olduğunuz asıl kartınız ve asıl kartınıza bağlı ek kart, Sanalkartlarınız ile İndirim Tarifesinden faydalanabilirsiniz.",
            "İndirim Tarifesine kayıt olmanız için aylık tarife ücreti kadar kullanılabilir limitinizin bulunması gerekmektedir.",
            "İndirim Tarifesinden faydalanmak istediğiniz her bir kartınız için istediğiniz İndirim Tarifesine ayrı ayrı kayıt olmanız gerekmektedir.",
            "İndirim Tarifeleri ile birlikte aynı anda Taksit Tarifesine de kayıt olabilirsiniz.",
            "Mevcut İndirim Tarifeniz devam ederken aynı sektörde geçerli olan ikinci bir İndirim Tarifesine kayıt olamazsınız. Örneğin Akaryakıtta %5 İndirim Tarifesinden iki adet satın alamazsınız.",
            "Tarife Ücretleri",
            "Her bir İndirim Tarifesi'nin ücreti, bir yıl boyunca her ay 12,90 TL'dir (BSMV dahil).",
            "Akaryakıtta İndirim ve Markette İndirim Tarifelerinden faydalanabilmek için ayrı ayrı ücret ödemeniz gerekmektedir.",
            "Tarife ücreti bir yıl boyunca, her ay, kredi kartı hesap özetinize BSMV dahil olarak yansıtılacaktır.",
            "Tarifelerden Faydalanma",
            "İndirim Tarifesi ile Akaryakıt veya Market sektörlerinde yapacağınız (Axess Üye İşyeri olsun olmasın fark etmez) tüm alışverişlerinizden %5 indirim kazanabileceksiniz.",
            "İndirim Tarifesi ile tüm peşin ve faizsiz taksitli alışverişlerinizde indirim kazanabilirsiniz ancak faizli taksitli alışverişlerinizde indirim kazanamazsınız.",
            "Akaryakıtta İndirim Tarifesi ile tüm akaryakıt alışverişlerinizde yılda toplam 300 TL indirim kazanabilirsiniz.",
            "Markette İndirim Tarifesi ile tüm market alışverişlerinizde yılda toplam 300 TL indirim kazanabilirsiniz.",
            "Her iki kategorideki İndirim Tarifesine kayıt olmanız durumunda Akaryakıt ve Market alışverişlerinizde yılda toplam 600 TL indirim kazanabilirsiniz.",
            "Her bir İndirim Tarifesi ile bir ay boyunca kazanabileceğiniz indirim tutarı 25 TL ile sınırlıdır.",
            "İndirim Tarifesinden faydalandığınız alışverişleriniz hesap özetinizde orijinal işlem tutarı ile yer alacak, kazanılan indirim toplam hesap özeti borcunuzdan düşülecektir.",
            "İndirim Tarifesinden faydalandığınız alışverişinizi iptal veya iade etmeniz durumunda alışverişinizin orijinal tutarı iade edilecek, kazanılan indirim tutarı ise geri alınacaktır.",
            "Tarifeden Çıkış",
            "Kaydolduğunuz Tarifeden herhangi bir kazanım sağlamamış olmak şartı ile 15 gün içerisinde çıkmanız durumunda Tarife Ücretinin iadesi yapılacaktır.",
            "Kayıtlı olduğunuz tarifeden faydalanmaya başladıktan sonra, tarifenizden çıkmak istemeniz durumunda tarifenizin kalan aylarının Tarife Ücretini ödemeniz gerekmektedir.",
            "İndirim Tarifeniz 1 yılın sonunda sona erecek ve otomatik olarak yenilenmeyecektir. Tarifeden faydalanmaya devam etmek için tekrar kayıt olmanız gerekmektedir.",
            "Tarifeler İle İlgili Diğer Bilgiler",
            "İndirim Tarifesine kayıt olduktan sonra Tarifenizi Taksit Tarifesi olarak değiştirmeniz mümkün değildir. Ancak iki tarifeye aynı anda kayıt olabilirsiniz.",
            "İndirim Tarifesine kayıt olduktan sonra tüm kampanyalarımızdan faydalanmaya devam edeceksiniz.",
            "İndirim Tarifesinden faydalanılan alışverişlerinizde chip-para kazanımında bir değişiklik olmayacaktır.",
            "Akbank T.A.S Taksit Tarifesi ile ilgili koşulları değiştirme hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    },
    {
        "id": 31,
        "title": "Ekstre Böldür!",
        "provider": "Axess Free (Akbank)",
        "category": "Diğer",
        "image": "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay-y-ekstreb_1618f6.jpg",
        "images": [
            "https://www.kartfree.com/upload/CmsCampaign/CampaignGalleryImage/free-kampanya-detay-y-ekstreb_1618f6.jpg"
        ],
        "featured": false,
        "description": "",
        "url": "https://www.kartfree.com/free/kampanyadetay/8/3798/ekstre-boldur",
        "views": 0,
        "discount": "3 Taksit",
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-17T01:18:39Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Free’nizle Ekstre Böldür’ün, ekstra rahat edin.",
            "Ekstrenizin kalan borcunu 2 veya 3 taksite bölün, rahat rahat ödeyin, alışveriş yaparken taksit yaptırmayı dert etmeyin.",
            "Taksit Tutarı’nızı Hesaplayın",
            "Tutar",
            "Vade",
            "Aylık Taksit Tutarı",
            "Aylık Akdi Faiz Oranı: %",
            "Ödeme Planı",
            "* Aylık taksit tutarına KKDF ve BSMV dahildir.",
            "** Ekstre Böldür işlemi yapılan ekstre borcu içerisinde henüz ödenmemiş faiz tutarı mevcutsa, bu faizlere yeniden Ekstre Böldür işlemi kapsamında faiz hesaplanmamaktadır. Bu faizler ekstreye yeni yansıyacak Ekstre Böldür taksitlerinin üzerine eşit olarak (faizsiz) eklenecektir.",
            "Detaylar",
            "Ekstre Böldür hizmetinden hesap kesim tarihiniz ile son ödeme tarihiniz arasında, Free, Axess, Wings ve Axess Üniversiteli kartlarınıza ait son kesilen ekstreniz için faydalanabilirsiniz.",
            "100 TL ile 100.000 TL arasındaki kalan ekstre borcunuzu 2 ve 3 taksit seçenekleriyle;",
            "Juzdan",
            "’a veya",
            "Akbank İnternet",
            "’e giriş yaparak ya da 444 25 25 Müşteri İletişim Merkezi’ni arayarak taksitlendirebilirsiniz.",
            "Sadece TL ekstreniz için taksitlendirme yapabilirsiniz.",
            "Yasal mevzuat gereği, mal veya hizmet alımı sonrası belli bir ücret karşılığı borcun taksitlendirilmesi veya ödemenin ertelendiği dönemler de dâhil olmak üzere, kredi kartları ile gerçekleştirilecek mal ve hizmet alımları ile nakit çekimlerinde taksitlendirme süresi bireysel kredi kartları için 12 ayı, kurumsal/ticari kredi kartları için ise 18 ayı geçemez. Bu süre bireysel kredi kartları ile yapılan; basılı ve külçe halinde olmayan altın ürünlerine ilişkin kuyum harcamalarında, Kuzey Kıbrıs Türk Cumhuriyeti’ne ilişkin havayolları, seyahat acenteleri, konaklama ile ilgili harcamalarda 3 ay, elektronik eşya alımlarında (Video, kamera, ses sistemleri, fiyatı 5.000 Türk lirasının üzerinde olan televizyon vb) 4 ay, tablet alımlarında, kulüp ve derneklere yapılan ödemelerde 6 ay, sağlık ürünü alımlarında, mobilya ve elektrikli eşya (Buzdolabı, çamaşır makinesi, bulaşık makinesi, elektrikli ev aletleri vb.) alımlarında ve fiyatı 5.000 Türk Lirasına kadar olan televizyon alımlarında 9 ay, vergi ödemelerinde, eğitimle ilgili harcamalarda, bilgisayar alımı, taşımacılık, sağlık ve sosyal hizmetler ile ilgili harcamalarda ve ’’yenileme merkezi’’ veya ’’yetkili satıcı’’ niteliğindeki iş yerlerinden alınan yenilenmiş ürün niteliğinde olan cep telefonu alımlarında 12 ay, yurt içine ilişkin havayolları, seyahat acenteleri ve konaklama ile ilgili harcamalarda 18 ay olarak uygulanır. Bireysel kredi kartlarıyla gerçekleştirilecek basılı ve külçe altın alımına ilişkin kuyum, telekomünikasyon, doğrudan pazarlama ile ilgili harcamalar,  havayolları, seyahat acenteleri ve konaklama ile ilgili yurt dışına ilişkin harcamalarda, yemek, gıda, alkollü içecek, akaryakıt, kozmetik, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksit/erteleme uygulanamaz.",
            "Ödeme yapmanız gereken tutarı; Akbank İnternet, 444 25 25 Müşteri İletişim Merkezi veya size gönderilecek SMS’den öğrenebilirsiniz.",
            "Bireysel kredi kartınızın otomatik ödeme talimatınız varsa ve Ekstre Böldür talebinde bulunduysanız; son ödeme tarihinin ertesi günü Ekstre Böldür için gerekli ve henüz ödenmemiş asgari ödeme tutarı kredi kartınıza bağlı vadesiz mevduat hesabından otomatik tahsil edilir ve kalan ekstre borcu üzerinden Ekstre Böldür işleminiz gerçekleşir. Mevduat bakiyesinin yetersiz olduğu durumda, mevcut otomatik ödeme talimatınız ve kalan bakiyeniz doğrultusunda tahsilat yapılır.",
            "Taksitlendirdiğiniz ekstre tutarı ve vade farkı kart limitinizden düşecektir.",
            "Ekstre Böldür talebinizi son ödeme tarihinizden önce 444 25 25 Müşteri İletişim Merkezi’ni arayarak iptal edebilirsiniz.",
            "Ekstre Böldür talebinizden sonra kartınıza ödeme yapmaya devam edebilirsiniz. Taksitlendirilecek ekstre tutarı, son ödeme tarihinizden 1 gün sonra kalan borcunuz üzerinden tekrar hesaplanacaktır.",
            "Ekstre Böldür talebinde bulunabilmeniz için gecikme veya takip statüsünde olmamanız gerekmektedir.",
            "Ekstre Böldür işlemi yapılan kartınız için, son Ekstre Böldür taksidi ekstrenize yansıyıp bu ekstrenin son ödeme tarihi geçene kadar yeniden Ekstre Böldür işlemi yapılamamaktadır.",
            "Ekstreniz kesildikten sonra, son ödeme tarihinize kadar Akbank sistemine kayıtlı cep telefonunuza gönderilecek SMS’de yer alan kodu 5990’a göndererek taksitlendirme talebinde bulunabilirsiniz. Taksitlendirme işlemi, belirtilen kısa mesajın Akbank sistemine ulaşmasından ve kart sahibine Akbank tarafından taksitlendirilme bilgisinin verilmesinden sonra sağlanır. Katılım için gönderilen SMS’ler; operatörlerin kendi tarifeleri üzerinden ücretlendirilir. Turkcell, Vodafone ve Türk Telekom kısa mesaj birim fiyatlarında meydana gelecek değişiklikleri yansıtma hakkını saklı tutar. Kampanyaya 5990’a kısa mesaj gönderen tüm operator aboneleri katılabilir.",
            "Alışverişin gerçekleştirildiği iş yerinin sistemde kayıtlı sektör bilgisinin doğru olmasının sorumluluğu iş yerine aittir.",
            "Akbank T.A.Ş. kampanyayı durdurma ve değiştirme hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Free"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.kartfree.com"
    }
]