[
    {
        "id": 1,
        "title": "Bilet Dükkanı'nda Maximum Kart'ınıza 350 TL MaxiPuan!",
        "provider": "Maximum Kart",
        "category": "Elektronik",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e22_BiletDukkani-Set3_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e22_BiletDukkani-Set3_580x460.jpg"
        ],
        "description": "1–30 Kasım 2025 tarihleri arasında, Bilet Dükkanı'ndan tek seferde yapacağınız 5 bin TL ve üzeri ilk uçak bileti, araç kiralama, transfer veya otel alışverişinize 350 TL MaxiPuan kazanın!Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Kampanyadan yararlanabilmek için İşCep’te ilgili kampanya sayfasında yer alan “Katıl” butonuna tıklamanız gerekmektedir. Uygulamayı telefonunuza indirin: İşCep/indir",
        "url": "https://www.maximum.com.tr/kampanyalar/bilet-dukkaninda-maximum-kartiniza-maxipuan-firsati",
        "discount": null,
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:11Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "1–30 Kasım 2025 tarihleri arasında, Bilet Dükkanı'ndan tek seferde yapacağınız 5 bin TL ve üzeri ilk uçak bileti, araç kiralama, transfer veya otel alışverişinize 350 TL MaxiPuan kazanın!Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Kampanyadan yararlanabilmek için İşCep’te ilgili kampanya sayfasında yer alan “Katıl” butonuna tıklamanız gerekmektedir. Uygulamayı telefonunuza indirin: İşCep/indir",
            "Kampanyaya dâhil olan işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar ve Maxipara Kartlar Kampanyaya dâhil olmayan işlemler: Ticari Kredi Kartı ve Bankamatik Kartı, Vadematik Kart, Aidatsız Kartlar, Nays Kart ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
            "Ödül kullanımı: MaxiPuan’larınız 16 Aralık 2025 tarihinde en son kullandığınız kartınıza yüklenecektir. MaxiPuan’ların son kullanma tarihi 31 Ocak 2026’dır. Kampanya kapsamında kullanılan en son kredi kartının Maximiles özellikli kredi kartı olması durumunda MaxiMil’e dönüştürülebilir MaxiPuan olarak yüklenecek ve tercihe bağlı olarak MaxiPuan veya MaxiMil olarak kullanılabilecektir. Maximiles’a yüklenen puanlar Avans MaxiMil kapatmakta kullanılamayacaktır. Ek kart ile kampanyadan yararlanılması durumunda MaxiPuan ek kartın bağlı olduğu asıl karta yüklenecektir. Kampanya, kredi kartı bazında değil, müşteri bazındadır. Bir müşteri kampanyadan bir kere yararlanabilir ve en fazla 350 TL MaxiPuan kazanabilir. Ek Koşullar: Kampanyaya ilişkin Maximum Mobil barem gösterimleri bilgi amaçlı olup, iade ve iptal işlemlerini içermemektedir. Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır. Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da puan kazanılmaktadır. Kampanya katılımının asıl kart sahibi tarafından yapılması gerekmektedir. MaxiPuan yüklemesi asıl karta yapılmaktadır. T. İş Bankası A.Ş. kampanyayı durdurma ve kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Privia",
            "Maximiles",
            "Aidatsız Kart",
            "Bankamatik Kartı",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 2,
        "title": "Korkmaz'da peşin fiyatına 6 taksit fırsatı!",
        "provider": "Maximum Kart",
        "category": "Diğer",
        "merchant": "Korkmaz",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Korkmaz_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/Korkmaz_580x460.jpg"
        ],
        "description": "​​Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Korkmaz mağazalarından ve korkmazstore.com.tr adresinden yapacağınız alışverişlerinizde 6 taksit fırsatı.",
        "url": "https://www.maximum.com.tr/kampanyalar/korkmaz-da-pesin-fiyatina-taksit-firsati",
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:15Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "​​Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Korkmaz mağazalarından ve korkmazstore.com.tr adresinden yapacağınız alışverişlerinizde 6 taksit fırsatı.",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
            "Türkiye İş Bankası A.Ş ve Korkmaz Mutfak Eşyaları Sanayi ve Ticaret A.Ş. kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 3,
        "title": "Maximum Uniq BKM Etkinliklerinde Maximum Kart’a %10 Geri Kazanın!",
        "provider": "Maximum Kart",
        "category": "Elektronik",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/Uniq_maximum_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/Uniq_maximum_580x460.jpg"
        ],
        "description": "​Bilet alımlarından önce İşCep’ten kampanyaya katılın, 11 Ağustos 2025 - 30 Haziran 2026 tarihleri arasında Maslak’ta yer alan Maximum Uniq’te gerçekleşecek BKM etkinliklerinin biletlerinde Maximum Kart’ınıza %10 geri kazanın!",
        "url": "https://www.maximum.com.tr/kampanyalar/maximum-uniq-bkm-etkinliklerinde-maximum-karta-yuzde-10-geri-kazanin",
        "discount": null,
        "earning": "8100 TL İndirim",
        "min_spend": 81000,
        "max_discount": 8100,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:18Z",
        "valid_from": "2025-08-11T00:00:00Z",
        "valid_until": "2026-06-30T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "​Bilet alımlarından önce İşCep’ten kampanyaya katılın, 11 Ağustos 2025 - 30 Haziran 2026 tarihleri arasında Maslak’ta yer alan Maximum Uniq’te gerçekleşecek BKM etkinliklerinin biletlerinde Maximum Kart’ınıza %10 geri kazanın!",
            "Kampanya katılımlı olup katılımınızın kampanya dönemi içinde ödeme işleminizden önce yapılması gerekmektedir.",
            "Katılmak için: Kampanya tarihlerinde alışverişinizden önce İşCep uygulamasında \"Kampanyalar” bölümünden ilgili kampanyadaki “KATIL” butonuna tıklayarak ücretsiz olarak katılabilirsiniz.",
            "Uygulamayı telefonunuza indirin:",
            "Kampanyaya dahil olan kartlar: İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, MercedesCard, Maximum Genç),Ticari Kredi Kartları",
            "Kampanyaya dahil olmayan kartlar ve işlemler: Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Bayi Kartlar, Vadematik Kartlar, Aidatsız Kartlar, Nays Kartlar, Maximiles Black ve Privia Black Kartlar ile yapılan işlemler ile iptal ve iade işlemleri kampanyaya dahil değildir. Tüzel kişi adına tanımlı ticari kredi kartları kampanyaya dahil değildir. Maximum özellikli POS cihazından yapılmayan işlemler kampanyaya dahil değildir. Sinema etkinlikleri indirime dahil değildir.",
            "Ek koşullar: • Kampanya katılımlı olup katılımın ödeme işleminizden önce yapılması gerekmektedir. Kampanyaya İşCep’ten katılım sağlanabilmektedir.",
            "• Geri kazanım, 660 TL ve üzeri bilet alımlarında geçerlidir.",
            "• Gerçek kişi tacir ticari kredi kartları kampanyaya dahildir. Tüzel kişi ticari kredi kartları kampanyaya dahil değildir.",
            "• Geri kazanım, www.biletix.com, www.bubilet.com.tr, www.biletino.com, www.biletinial.com www.passo.com.tr ve www.bugece.co web sayfalarından yapılan bilet alımlarında geçerlidir.",
            "• Kampanya kapsamında geri kazanım tutarı, ödeme işleminin kredi kartı dönem içi hareketlerinde görünmesi ile birlikte kartınıza yansıtılacaktır.",
            "• Bir müşteri işlem başına en fazla %10, kampanya süresi boyunca ise aylık en fazla 8.100 TL geri kazanabilir.",
            "• Ek kart ile kampanyadan yararlanılması durumunda geri kazanım, ek karta yansıtılacaktır. Ek kart sahibi ve ek kartın bağlı olduğu asıl kart sahibi müşteriler kampanyadan ayrı ayrı yararlanamayacaktır. Kampanya katılımının asıl kart sahibi tarafından yapılması gerekmektedir.",
            "• Kampanya dönemi içerisinde gerçekleştirilen alışverişlerin iptal edilmesi veya satın alınan ürünlerin iade edilmesi durumunda geri kazanılan tutar, geri alınacaktır.",
            "• Kampanya diğer kampanya, çek, indirim ve promosyonlarla birleştirilemez.",
            "• İş Bankası kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Privia",
            "Maximiles",
            "MercedesCard",
            "Aidatsız Kart",
            "Maximum Genç",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 4,
        "title": "E-Ticaret Harcamanıza 5.000 TL'ye Varan MaxiPuan!",
        "provider": "Maximum Kart",
        "category": "Online Alışveriş",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Maximum-E-ticaret_1125_new_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/Maximum-E-ticaret_1125_new_580x460.jpg"
        ],
        "description": "​Kasım ayında Maximum Kart'ınızla e-ticaret harcamalarınızdan 5.000 TL'ye varan MaxiPuan kazanın!",
        "url": "https://www.maximum.com.tr/kampanyalar/e-ticaret-cati-kampanyasi",
        "discount": null,
        "earning": "3000 TL MaxiPuan",
        "min_spend": 5000,
        "max_discount": 3000,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:22Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "​Kasım ayında Maximum Kart'ınızla e-ticaret harcamalarınızdan 5.000 TL'ye varan MaxiPuan kazanın!",
            "1-30 Kasım 2025 tarihleri arasında Amazon.com.tr, Hepsiburada, İncehesap.com, n11, Pazarama, PttAVM, Trendyol ve Trendyolmilla'dan,",
            "-Tek seferde ve farklı günlerde yapacağınız ikinci ve sonraki 3.000 TL ve üzeri her alışverişinize 300 TL, toplam 3.000 TL MaxiPuan",
            "-Tek seferde yapacağınız 15.000-29.999 TL tutarındaki ilk taksitli alışverişinize 750 TL MaxiPuan ya da 30.000 TL ve üzeri ilk taksitli alışverişinize 2.000 TL MaxiPuan",
            "kampanyalarına katılarak kampanyaya dahil firmalardan yapacağınız alışverişlerinizden toplamda 5.000 TL'ye varan MaxiPuan kazanabilirsiniz.",
            "E-Ticaret Düşük Sepet MaxiPuan Kampanyası detayları için tıklayın.",
            "E-Ticaret Yüksek Sepet MaxiPuan Kampanyası detayları için tıklayın.​​"
        ],
        "eligible_customers": [
            "Maximum Kart"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 5,
        "title": "Anadolu Hayat Emeklilik Ek Katkı Payı Ödemelerinize 3 Aya Varan Faizsiz Taksitlendirme Fırsatı!",
        "provider": "Maximum Kart",
        "category": "Elektronik",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7835_BES_EkKatkiPayi_Taksitlendirme_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7835_BES_EkKatkiPayi_Taksitlendirme_580x460.jpg"
        ],
        "description": "​1 Ekim-31 Aralık 2025 tarihleri arasında İşCep, AHE Mobil ya da Şubelerimizden İş Bankası bireysel kredi kartınızla yapacağınız Anadolu Hayat Emeklilik ek katkı payı ödemelerinize 2-3 ay faizsiz sonradan taksitlendirme fırsatı!",
        "url": "https://www.maximum.com.tr/kampanyalar/anadolu-hayat-emeklilik-ek-katki-payi-odemelerinize-faizsiz-taksitlendirme-firsati",
        "discount": null,
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:26Z",
        "valid_from": "2025-10-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "​1 Ekim-31 Aralık 2025 tarihleri arasında İşCep, AHE Mobil ya da Şubelerimizden İş Bankası bireysel kredi kartınızla yapacağınız Anadolu Hayat Emeklilik ek katkı payı ödemelerinize 2-3 ay faizsiz sonradan taksitlendirme fırsatı!",
            "Uygulamayı telefonunuza indirin: www.isbank.com.tr/indir​",
            "Kampanya kapsamında Anadolu Hayat Emeklilik Ek Katkı Payı ödemelerinizin;• İşCep ve AHE Mobil> Bireysel Emeklilik > Katkı Payı/Ek Katkı Payı Öde adımlarını takip ederek gerçekleştirilmesi gerekmektedir.",
            "• İş Bankası ŞubeleriTaksitlendirme talebinizi;",
            "• İşCep ve Maximum Mobil uygulaması, Şubelerimiz üzerinden 1. Yöntem Menü > Kartlar > Kredi Kartlarım> Harcamanın yapıldığı kart seçimi > Kart İşlemleri > Nakit Ödeme Çözümleri > Harcama Taksitlendirme / Erteleme2. Yöntem Kartlarım > Harcamanın yapıldığı kart seçimi > Detaya Git > Dönem İçi > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir",
            "adımlarını takip ederek iletebilirsiniz.",
            "Kampanya kapsamında taksitlendirme işlemi yapılabilen kanallar: İşCep ve Maximum Mobil",
            "Kampanya kapsamında ek katkı payı ödemesi yapılabilecek kanallar: İşCep, AHE Mobil ve Şube",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları",
            "Kampanyaya dâhil olmayan kartlar: Ticari Kredi Kartları, Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar, Nays kartlar",
            "Kampanya Detayları:",
            "1. Kampanya katılımlı olmayıp İşCep, AHE Mobil ve Şubelerimiz üzerinden yapılan (Bireysel Emeklilik > Katkı Payı/Ek Katkı Payı Öde adımları ile ) Anadolu Hayat Emeklilik ek katkı payı ödemeleri değerlendirmeye alınacaktır. 2. Kampanya kapsamında; 1 Ekim-31 Aralık 2025 tarihleri arasında İşCep, AHE Mobil ve Şubelerimiz üzerinden ilgili menüden tek seferde yapılacak 10.000 TL ( dahil) ve üzeri Anadolu Hayat Emeklilik ek katkı payı ödemelerine 3 ay faizsiz taksit seçeneği uygulanacaktır. Tanımlı menü dışından ve 10.000 TL altı peşin işlemlerde yürürlükte olan faiz oranı geçerlidir.3. Kampanya kapsamında bir müşteri 1 Ekim-31 Aralık 2025 tarihleri arasında toplamda 1.000.000 TL tutarındaki Anadolu Hayat Emeklilik ek katkı payı ödemesini faizsiz olarak taksitlendirilebilir. Kampanya azami sınırını aşan işlemlerde yürürlükte olan faiz oranı geçerlidir.4. Sonradan faizsiz taksitlendirme İşCep, Maximum Mobil ve Şubelerimiz ilgili menüden yapılacak taksitlendirme işlemlerinde geçerli olup, diğer kanallardan (İnternet Şube, Çözüm Merkezi) yapılan taksitlendirme işlemlerinde yürürlükte olan faiz oranı geçerli olacaktır.5. Kampanya sadece bireysel kredi kartları (aidatsız ve Nays kredi kartı hariç) ile yapılan harcamalarda geçerli olacaktır.6. Kampanya kapsamında gerçekleştirilen işlemin/işlemlerin güncel hesap özeti dönemi içerisinde taksitlendirilmesi gerekmektedir. Örneğin; 24 Ekim 2025 tarihinde İşCep üzerinden gerçekleştirilen bir 10.000 TL (dahil) ve üstü ( toplamda 1.000.000 TL’yi geçememek koşuluyla) Ek Katkı Payı ödemesinin işleme konu olan kredi kartının hesap kesim tarihi 31 Ekim 2025 ise; ilgili işleminin en geç hesap kesim tarihine ( 31 Ekim 2025 ) kadar İşCep, Maximum Mobil ya da Şubelerimiz üzerinden taksitlendirilmesi gerekmektedir. Aksi halde ilgili işlemin hesap kesim tarihinden sonra taksitlendirilmesi mümkün değildir.7. Dönem içi hareketlere yansımamış işlemler için Şube, İşCep ve Maximum Mobil’den alınacak taksitlendirme talimatı kampanya kapsamında değerlendirilecek olup, talimatın kampanya dışında farklı bir günde verilmesi halinde yürürlükte olan faiz oranı geçerli olacaktır. 8. Sonradan taksitlendirme işlemi Maximum Mobil, Şubelerimiz, Internet Şubesi ve Çözüm Merkezi (0850 724 0 724) aracılığıyla iptal edilebilmektir.9. Taksitlendirme işlemi yapılan kredi kartının hesap kesim tarihi, ancak son taksit ödendikten sonra değiştirilebilmektedir.10. Türkiye İş Bankası kampanyayı durdurma ve kampanya şartlarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Maximiles",
            "Aidatsız Kart",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 6,
        "title": "Up Enerji Hızlı Öde ile Akaryakıt Alımlarında İndirim Fırsatı",
        "provider": "Maximum Kart",
        "category": "Yakıt",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Up_Enerji_1125_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/Up_Enerji_1125_580x460.jpg"
        ],
        "description": "​Maximum Kart'ınıza özel 1 - 30 Kasım 2025 tarihleri arasında İşCep üzerinden “Aracım > Tüm İşlemler > Yakıt ve Şarj Hizmetleri > Hızlı Öde” adımlarını izleyerek gerçekleştirilen yakıt alışverişlerinde anında %5 indirim ve sonrasında %3 geri alım kazanın.",
        "url": "https://www.maximum.com.tr/kampanyalar/up-enerji-hizli-ode-ile-akaryakit-alimlarinda-indirim-firsati",
        "discount": null,
        "earning": "%5 İndirim",
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:29Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "​Maximum Kart'ınıza özel 1 - 30 Kasım 2025 tarihleri arasında İşCep üzerinden “Aracım > Tüm İşlemler > Yakıt ve Şarj Hizmetleri > Hızlı Öde” adımlarını izleyerek gerçekleştirilen yakıt alışverişlerinde anında %5 indirim ve sonrasında %3 geri alım kazanın.",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles tüm bireysel kredi kartları, Ticari Kartlar, MaxiPara Kartlar ve Bankamatik Kartlar Kampanyaya dâhil olmayan işlemler: Maximum Aidatsız Kartlar, Nays Kartlar ve Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir. Diğer koşullar: Kampanya, Hızlı Öde ile haritalar üzerinden tercih edilen istasyonlarda geçerlidir. Kampanyadan faydalanmak için ödeme işlemini İşCep Aracım menüsü üzerinden gerçekleştirmeniz gerekmektedir. Kampanya, Türkiye İş Bankası A.Ş. ve UP BİLİŞİM ENERJİ VE KURUMSAL HİZMETLER A.Ş. tarafından sunulan diğer kampanyalarla birleştirilemez. İptal/iade sonrasında kampanya koşulları sağlanmaması durumunda indirim tutarı iadesi yapılmaz veya yeniden kullanım hakkı verilemez. Uygulama dışı veya farklı kanallardan yapılan işlemler kampanya kapsamına dahil değildir. İşlem anında %5 indirim gerçekleşecek olup %3 geri kazanım 9 Aralık tarihinde kartınıza yansıtılacaktır. Geri kazanım tutarı, son işlem yapılan kredi kartınıza yansıtılacaktır. %3 geri kazanım, işlem anındaki indirimli tutar üzerinden gerçekleşecektir. Kampanya kapsamında %5 indirim ve %3 geri kazanım fırsatı, kampanya süresince yapılan toplam harcama 50.000 TL’ye ulaşana kadar geçerlidir. 50.000 TL ve üzeri alımlar sonrasında kampanya, %3 indirim ve %3 geri kazanım tutarı olarak düzenlenecektir.",
            "Türkiye İş Bankası A.Ş. ve UP BİLİŞİM ENERJİ VE KURUMSAL HİZMETLER A.Ş., kampanya koşullarında değişiklik yapma veya kampanyayı iptal etme hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Maximiles",
            "Aidatsız Kart",
            "Ticari Kart",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 7,
        "title": "Maximum'dan Zara'da %10 indirim!",
        "provider": "Maximum Kart",
        "category": "Elektronik",
        "merchant": "Maximum",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t25_Zara_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t25_Zara_580x460.jpg"
        ],
        "description": "​Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Zara mağazalarından yapacağınız 4.000 TL ve üzeri alışverişlerinize %10 İndirim!",
        "url": "https://www.maximum.com.tr/kampanyalar/zarada-indirim-firsati",
        "discount": null,
        "earning": "1250 TL İndirim",
        "min_spend": 12500,
        "max_discount": 1250,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:32Z",
        "valid_from": "2025-11-24T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "​Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Zara mağazalarından yapacağınız 4.000 TL ve üzeri alışverişlerinize %10 İndirim!",
            "Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
            "Katılmak için İşCep veya Maximum Mobil uygulamasından “Kampanyalar” bölümünden ilgili kampanyadaki “KATIL” butonuna tıklayarak ücretsiz olarak katılabilirsiniz.",
            "Uygulamayı telefonunuza indirin.",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
            "Kampanyaya dâhil olmayan işlemler: Aidatsız kartlar, Ticari Bankamatik, Ticari Kredi Kartları, Bankamatik Kartlar, MaxiPara Kartlar, Maximum POS cihazından ve fiziki mağazadan yapılmayan işlemler kampanyaya dâhil değildir.",
            "Ek Koşullar: Zara mağazalarından yapılacak 4.000 TL ve üzeri alışverişlerde geçerlidir. Kampanyaya İşCep veya Maximum Mobil üzerinden katılım sağlanabilir. Kampanya dönemi içerisinde gerçekleştirilen alışverişlerin iptal edilmesi veya satın alınan ürünlerin iade edilmesi durumunda kazanılan indirimler geri alınacaktır. Bankamatik Kartları ile yapılan alışverişler kampanyaya dahil değildir. Bir müşteri kampanyadan en fazla 1.250 TL indirim kazanabilir. Kampanya diğer MaxiPuan ve indirim kampanyalarıyla birleştirilemez. Kampanya sadece fiziki mağazalarda geçerlidir. İnternet üzerinden yapılacak alışverişler kampanya kapsamında değerlendirilmeyecektir.",
            "Türkiye İş Bankası A.Ş. ve ITX Turkey Perakende İthalat İhracat LTD. ŞTİ kampanya koşullarını değiştirme hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 8,
        "title": "tefal.com.tr ve Tefal uygulamasında seçili ürünlerde 25% indirim!",
        "provider": "Maximum Kart",
        "category": "Market",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t_Tefal_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t_Tefal_580x460.jpg"
        ],
        "description": "​Maximum Kart'ınızla 30 Kasım 2025 tarihine kadar, tefal.com.tr ve Tefal uygulamasından yapacağınız seçili ürünlerde geçerli 25% indirim ayrıcalığı!",
        "url": "https://www.maximum.com.tr/kampanyalar/tefalcomtr-ve-tefal-uygulamasinda-indirim-firsati",
        "discount": null,
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:36Z",
        "valid_from": "2025-11-06T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "​Maximum Kart'ınızla 30 Kasım 2025 tarihine kadar, tefal.com.tr ve Tefal uygulamasından yapacağınız seçili ürünlerde geçerli 25% indirim ayrıcalığı!",
            "Kodunuzu almak için İşCep'te ilgili kampanya sayfasında yer alan “KATIL” butonuna tıklamanız gerekmektedir. İndirim kodunuz telefonunuza SMS ile gönderilecektir.",
            "Uygulamayı telefonunuza indirin.",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar.",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir. Farklı ürün gruplarının satışını yapan e-ticaret firmaları ve mağazalar ile zincir marketlerden yapılan harcamalar da kampanyaya dahil değildir.",
            "İndirim Kodu Kullanımı: SMS aracılığı ile iletilen tek kullanımlık indirim kodu ile https://www.tefal.com.tr/secili-urunler/?in_stock=1 linkinde yer alan ürünlerden birini “Sepete Ekle”butonuna tıkladıktan sonra “Kupon Kodunu Girin” şeklinde belirtilen alana ekleyip “UYGULA” sekmesine tıklanması durumunda sepette 25% indirim kazanma fırsatı yakalayabilirsiniz.",
            "Ek koşullar: Kampanya kapsamında gerekli şartları sağlayacak “Kupon Kodları” stoklarla sınırlıdır. Kampanya kodu tek kullanımlıktır. Kampanya, başka kampanyalarla birleşemez.",
            "Türkiye İş Bankası A.Ş. ve Groupe SEB İstanbul Ev Aletleri Tic. A.Ş. kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 9,
        "title": "S Sport Plus yıllık üyelik 1.799 TL yerine 999 TL. Üstelik 30 gün ücretsiz deneme fırsatıyla!",
        "provider": "Maximum Kart",
        "category": "Elektronik",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e04_S_Sport_Kampanya_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e04_S_Sport_Kampanya_580x460.jpg"
        ],
        "description": "S Sport Plus yıllık pakete yeni üye olan Maximum Kart sahiplerine, yıllık paket 1.799 TL yerine 999 TL! Üstelik 30 gün ücretsiz deneme fırsatıyla!",
        "url": "https://www.maximum.com.tr/kampanyalar/s-sport-plus-ucretsiz-deneme-firsati",
        "discount": null,
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:40Z",
        "valid_from": "2025-09-05T00:00:00Z",
        "valid_until": "2025-12-15T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "S Sport Plus yıllık pakete yeni üye olan Maximum Kart sahiplerine, yıllık paket 1.799 TL yerine 999 TL! Üstelik 30 gün ücretsiz deneme fırsatıyla!",
            "Kampanya Ayrıntıları",
            "5 Eylül - 15 Aralık 2025 tarihleri arasında kampanyaya katılıp size özel üretilen kod ile yeni S Sport Plus yıllık üyeliğinizi 1.799 TL yerine 999 TL'ye başlatabilirsiniz!",
            "EuroLeague, LaLiga, Bundesliga, Serie A, NBA, UFC, ATP Masters 1000, NFL, NASCAR, MotoGP ve dünyanın önde gelen birçok spor organizasyonunu S Sport Plus ayrıcalığıyla ister Smart TV’den ister webten ister cepten 1.799 TL yerine 999 TL’ye 1 yıl izleyebilirsiniz. Üstelik Yıllık Paket teklifine ek 30 gün ücretsiz deneme fırsatıyla!",
            "Kodunuzu almak için İşCep'te ilgili kampanya sayfasında yer alan “KATIL” butonuna tıklamanız gerekmektedir. İndirim kodunuz telefonunuza SMS ile gönderilecektir.",
            "İndirim Kodu Kullanımı: Kampanya kodu ile ssportplus.com üzerinden “Hemen Üye Ol” butonuyla hesap bilgilerinizi oluşturduktan sonraki adımda ‘Promosyon Kodu’ alanına kodunuzu ve ödeme bilginizi girerek üyelik başlatmanız yeterlidir. S Sport Plus üzerinde hesap oluşturmuş ancak aktif ücretli üyeliği bulunmayan S Sport Plus kullanıcısı iseniz ssportplus.com üzerinden üye girişi yaptıktan sonra kilitli gördüğünüz içeriklerden birine tıklayıp ‘Promosyon Kodu’ alanına kodunuzu ve ödeme bilgilerinizi girerek üyeliğinizi başlatabilirsiniz. İndirim kodu ile yapılan yıllık üyeliklerde 30 günlük ücretsiz deneme süresinin ardından kartınıza 1.199 TL yansıtılacaktır. İlgili işlem kartınızın dönem içi hareketlerine girdikten sonra 200 TL ayrıca indirim yapılacaktır.",
            "Kampanyaya dahil olan kartlar: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bankamatik, MaxiPara Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri",
            "Kampanya koşulları:",
            "• Kampanyadan yararlanabilmek için İş Bankası kredi kartı bilgilerinizle birlikte kampanya kodunun kullanılması gerekmektedir. 200 TL İş Bankası indirimi için promosyon kodunuzu aktif etmeden önce İş Bankası kartınızı S Sport Plus üye girişi sonrası Üyelik Bilgileri-Paket Bilgisi-Kart Ekle adımlarından eklemeniz ve ana kart olarak seçim yapmanız gerekmektedir. Aksi takdirde üyeliğinizde farklı bir banka kartı ana kart olarak kayıtlı ise sadece promosyon kodunun yıllık indiriminden faydalanabilirsiniz.",
            "• İndirim kodu ile yeni yapılan yıllık üyeliklerde 30 günlük ücretsiz deneme süresinin ardından kartınıza 1.199 TL yansıtılacaktır. İlgili işlem kartınızın dönem içi hareketlerine girdikten sonra 200 TL ayrıca indirim yapılacaktır. Tüm indirimler sonrası başlattığınız S Sport Plus yıllık paket üyeliğiniz, otomatik yenileme özelliğiyle takip eden dönem için güncel fiyatlar ile yenilenir.",
            "• Bir müşteri kampanyadan yalnızca bir defa ödül kazanabilir.",
            "• SMS ile iletilen kodların son kullanım tarihi 31.12.2025’tir. Bu tarihe kadar kullanılmayan kodlar geçersiz hale gelecektir.",
            "• Kampanya sadece yeni S Sport Plus yıllık paket üyeliklerinde geçerlidir.",
            "• Kodlar sadece www.ssportplus.com üzerinden yapılacak üyeliklerde geçerli olup, App Store ve Play Store üzerinden gerçekleştirilecek S Sport Plus üyeliklerinde geçerli değildir.",
            "• Kampanyada geçerli promosyon kodu bir kez kullanabilir. Kampanya S Sport Plus'ın devam eden diğer indirim ve kampanyaları ile birleştirilemez.",
            "• Kampanya kodlarının kullanımı ile ilgili sorularınız için 08505324777 numaralı S Sport Plus Whatsapp Destek Hattı ya da destek@ssportplus.com mail adresi üzerinden S Sport Plus Müşteri Hizmetleri ekibiyle iletişime geçebilirsiniz.",
            "• Türkiye İş Bankası A.Ş. ve S Sport Plus kampanyayı değiştirme ve iptal etme hakkını saklı tutar. Kampanya, diğer kampanyalarla birleştirilemez.",
            "S Sport Plus Kampanya Sayfası​"
        ],
        "eligible_customers": [
            "Maximiles",
            "Aidatsız Kart",
            "Ticari Kart",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 10,
        "title": "Sportive'de 1.250 TL'ye varan MaxiPuan!",
        "provider": "Maximum Kart",
        "category": "Elektronik",
        "merchant": "Sportive",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e8_Sportive_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e8_Sportive_580x460.jpg"
        ],
        "description": "​1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Sportive mağazaları ve sportive.com.tr adresinden tek seferde yapacağınız 7.500-9.999 TL arası ilk alışverişinizde 750 TL MaxiPuan, 10.000 TL ve üzeri ilk alışverişinizde ise 1.250 TL MaxiPuan kazanın.",
        "url": "https://www.maximum.com.tr/kampanyalar/sportivede-maxipuan-kampanyasi",
        "discount": null,
        "earning": "1250 TL MaxiPuan",
        "min_spend": 10000,
        "max_discount": 1250,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:43Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "​1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Sportive mağazaları ve sportive.com.tr adresinden tek seferde yapacağınız 7.500-9.999 TL arası ilk alışverişinizde 750 TL MaxiPuan, 10.000 TL ve üzeri ilk alışverişinizde ise 1.250 TL MaxiPuan kazanın.",
            "Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
            "Katılmak için: İşCep veya Maximum Mobil uygulamasında “Kampanyalar” bölümünden ilgili kampanyadaki “KATIL” butonuna tıklayarak ücretsiz olarak katılabilirsiniz.",
            "Uygulamayı telefonunuza indirin.​",
            "Kampanyaya dâhil olan işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar ve Maxipara Kartlar",
            "Kampanyaya dâhil olmayan işlemler: Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir. Ödül Kullanımı: Bir müşteri kampanyadan bir kere yararlanabilir ve en fazla 1.250 TL MaxiPuan kazanabilir. Kampanya kriterlerinin yerine getirilmesi ve kampanya kapsamında kullanılan kartın Maximum Kart olması durumunda ödül MaxiPuan olarak yüklenecektir. Kampanya kapsamında kullanılan kredi kartının Maximiles özellikli kredi kartı olması durumunda ise MaxiMil'e dönüştürülebilir MaxiPuan olarak yüklenecek ve tercihe bağlı olarak MaxiPuan veya MaxiMil olarak kullanılabilecektir. Kazanılan MaxiMil'ler avans kapamada kullanılamayacaktır. Kampanya dönemi içerisinde gerçekleştirilen alışverişlerin iptal edilmesi veya satın alınan ürünlerin iade edilmesi durumunda yüklenen MaxiPuan’lar geri alınacaktır. Kazanılan MaxiPuan’lar 16 Aralık 2025 tarihinde alışveriş yapılan karta yüklenecek olup 31 Ocak 2026 tarihine kadar (bu tarih dahil) kullanılabilecektir. Kullanılmayan MaxiPuan’lar 1 Şubat 2026 tarihinde geri alınacaktır.",
            "Türkiye İş Bankası A.Ş. ve Sportive kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 11,
        "title": "Zara Home mağazalarında vade farksız 6 taksit!",
        "provider": "Maximum Kart",
        "category": "Online Alışveriş",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Zara_Home_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Zara_Home_580x460.jpg"
        ],
        "description": "Maximum Kart’ınız ile Zara Home mağazalarından yapacağınız alışverişlerinizde vade farksız 6 taksit fırsatı sizleri bekliyor.Kampanyaya dâhil olan işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve Ticari Kredi Kartları, Fibabanka Gold, Prestige, Getir ve Business kartlarıyla yapılan işlemler dahildir.",
        "url": "https://www.maximum.com.tr/kampanyalar/zara-home-da-taksit-firsati",
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:47Z",
        "valid_from": "2024-10-01T00:00:00Z",
        "valid_until": "2026-01-31T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "Maximum Kart’ınız ile Zara Home mağazalarından yapacağınız alışverişlerinizde vade farksız 6 taksit fırsatı sizleri bekliyor.Kampanyaya dâhil olan işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve Ticari Kredi Kartları, Fibabanka Gold, Prestige, Getir ve Business kartlarıyla yapılan işlemler dahildir.",
            "Kampanyaya dâhil olmayan işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, farklı ürün gruplarının satışını yapan e-ticaret firmaları ve sanal poslardan yapılan işlemler, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
            "Türkiye İş Bankası A.Ş. ve ITX Turkey Perakende İthalat İhracat ve Ticaret Ltd. Şti kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 12,
        "title": "Spor Kampanyaları",
        "provider": "Maximum Kart",
        "category": "Market",
        "merchant": null,
        "image": null,
        "images": [],
        "description": "Spor Kampanyaları",
        "url": "https://www.maximum.com.tr/kampanyalar/spor-kampanyalari",
        "discount": null,
        "earning": "%10 İndirim",
        "min_spend": 1799,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:00:57Z",
        "valid_from": null,
        "valid_until": null,
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [],
        "eligible_customers": [
            "Maximum Pati Kart",
            "Sanal Kart",
            "Maximum TEMA Kart",
            "Maximum Gold",
            "Bankamatik Kartı",
            "Aidatsız Kart",
            "Maximum Platinum",
            "Maximum Genç",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 13,
        "title": "Troy Apple mağazaları ve www.troyestore.com adresinden yapacağınız alışverişlerinizde Kasım ayına özel peşin fiyatına 6 aya varan taksit fırsatı!",
        "provider": "Maximum Kart",
        "category": "Elektronik",
        "merchant": null,
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7080_Troy_Apple_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7080_Troy_Apple_580x460.jpg"
        ],
        "description": "​1 -30 Kasım 2025 tarihleri arasında Troy Apple mağazaları ve www.troyestore.com adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 aya varan taksit fırsatı! Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında mağazalarda kasada veya internet sitesinde sepet adımında seçilerek gerçekleştirilmesi gerekmektedir. Peşin veya taksitli olarak gerçekleştirilen alışverişlere Bankamızca sonradan faizsiz ilave taksit imkanı verilememektedir.",
        "url": "https://www.maximum.com.tr/kampanyalar/troy-apple-magazalari-veya-wwwtroyestorecomtrden-pesin-fiyatina-taksit-firsati",
        "discount": null,
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:01Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "​1 -30 Kasım 2025 tarihleri arasında Troy Apple mağazaları ve www.troyestore.com adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 aya varan taksit fırsatı! Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında mağazalarda kasada veya internet sitesinde sepet adımında seçilerek gerçekleştirilmesi gerekmektedir. Peşin veya taksitli olarak gerçekleştirilen alışverişlere Bankamızca sonradan faizsiz ilave taksit imkanı verilememektedir.",
            "Ayrıca;- Bireysel kredi kartı ile yapılan telefon alışverişlerine taksit yapılamamaktadır.- Tablet alımlarında azami taksit sayısı 6'dır. Sonradan faizsiz taksitlendirme kampanyası değildir. Uygulamayı telefonunuza indirin. Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler:",
            "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.​​​",
            "Ek Koşullar: İş Bankası ve Troy Apple Premium Partner kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Privia",
            "Maximiles",
            "Aidatsız Kart",
            "Ticari Kart",
            "Maximum Genç",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 14,
        "title": "Beyaz Eşya Kampanyaları",
        "provider": "Maximum Kart",
        "category": "Market",
        "merchant": null,
        "image": null,
        "images": [],
        "description": "Beyaz Eşya Kampanyaları",
        "url": "https://www.maximum.com.tr/kampanyalar/beyaz-esya-kampanyalari",
        "discount": null,
        "earning": "1500 TL MaxiPuan",
        "min_spend": 30000,
        "max_discount": 1500,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:11Z",
        "valid_from": null,
        "valid_until": null,
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [],
        "eligible_customers": [
            "Maximum Pati Kart",
            "Sanal Kart",
            "Maximum TEMA Kart",
            "Maximum Gold",
            "Bankamatik Kartı",
            "Aidatsız Kart",
            "Maximum Platinum",
            "Maximum Genç",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 15,
        "title": "Maximum'dan adL’de Peşin Fiyatına 6 Taksit Fırsatı!",
        "provider": "Maximum Kart",
        "category": "Diğer",
        "merchant": "Maximum",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8523_adL-Taksit_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8523_adL-Taksit_580x460.jpg"
        ],
        "description": "Maximum Kart’ınız ile adL mağazalarından ve www.adl.com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!",
        "url": "https://www.maximum.com.tr/kampanyalar/adl-de-pesin-fiyatina-taksit-firsati",
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:14Z",
        "valid_from": "2025-03-01T00:00:00Z",
        "valid_until": "2026-02-28T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "Maximum Kart’ınız ile adL mağazalarından ve www.adl.com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!",
            "Kampanyaya dâhil olan kartlar: Maximum Kart, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
            "Kampanyaya dâhil olmayan işlemler: Ticari Kredi Kartları, MaxiPuan ve Maximum Fırsat kullanılarak yapılan işlemler kampanyaya dahil değildir.",
            "Kampanya detayları: Kampanya kapsamında, yasal taksit düzenlemeleri doğrultusunda farklı ürün kategorilerinde farklı taksit sayıları uygulanabilecektir.",
            "Ek Koşullar: İş Bankası ve adL kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Maximum Genç",
            "MercedesCard",
            "Maximiles"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 16,
        "title": "Toyzz Shop’ta 5 Taksit Fırsatı!",
        "provider": "Maximum Kart",
        "category": "Diğer",
        "merchant": "Toyzz Shop",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Subat/m20_ToyzzShop_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Subat/m20_ToyzzShop_580x460.jpg"
        ],
        "description": "Maximum Kart’ınız ile Toyzz Shop mağazalarından ve www.toyzzshop.com adresinden yapacağınız alışverişlerinizde peşin fiyatına 5 taksit fırsatı!",
        "url": "https://www.maximum.com.tr/kampanyalar/toyzz-shopta-taksit-firsati",
        "discount": "5 Taksit",
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:18Z",
        "valid_from": "2025-01-06T00:00:00Z",
        "valid_until": "2026-01-05T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "Maximum Kart’ınız ile Toyzz Shop mağazalarından ve www.toyzzshop.com adresinden yapacağınız alışverişlerinizde peşin fiyatına 5 taksit fırsatı!",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları",
            "Kampanyaya dâhil olmayan işlemler: Ticari Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
            "Kampanya detayları: Kampanyadan faydalanabilmek için alışverişlerin Maximum özellikli POS cihazlarından yapılması gerekmektedir. Kampanya kapsamında 5 ay vadeye kadar taksitlendirme olanağı bulunmakla birlikte satışı gerçekleştirilen her bir ürün için uygulanacak azami taksit vadeleri Toyzz Shop tarafından belirlenmekte ve uygulanmaktadır.",
            "Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında seçilerek gerçekleştirilmesi gerekmektedir. Peşin veya taksitli olarak gerçekleştirilen alışverişlere Bankamızca sonradan faizsiz ilave taksit imkanı verilememektedir.",
            "Sonradan faizsiz taksitlendirme kampanyası değildir.",
            "Türkiye İş Bankası A.Ş. ve Toypa Mağazacılık Ticaret A.Ş. kampanyayı durdurma veya değiştirme hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 17,
        "title": "Maximum'dan 2.000 TL ve üzeri Market Alışverişlerinize 1.000 TL'ye varan MaxiPuan!",
        "provider": "Maximum Kart",
        "category": "Market",
        "merchant": "Maximum",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n28_Market_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n28_Market_580x460.jpg"
        ],
        "description": "​İşCep'ten Market Kampanyası'na katılın, 1 Kasım - 7 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile Maximum anlaşmalı marketlerden tek seferde yapacağınız 2.000 TL ve üzeri ilk peşin market alışverişinizden sonra farklı günlerde yapacağınız 2.000 TL ve üzeri her peşin alışverişiniz için 100 TL, dilerseniz MaxiMil olarak da kullanabileceğiniz toplam 1.000 TL MaxiPuan kazanın!",
        "url": "https://www.maximum.com.tr/kampanyalar/maximum-kartinizla-market-alisverislerinize-maxipuan-hediye",
        "discount": null,
        "earning": "1000 TL MaxiPuan",
        "min_spend": 2000,
        "max_discount": 1000,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:22Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-12-07T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "​İşCep'ten Market Kampanyası'na katılın, 1 Kasım - 7 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile Maximum anlaşmalı marketlerden tek seferde yapacağınız 2.000 TL ve üzeri ilk peşin market alışverişinizden sonra farklı günlerde yapacağınız 2.000 TL ve üzeri her peşin alışverişiniz için 100 TL, dilerseniz MaxiMil olarak da kullanabileceğiniz toplam 1.000 TL MaxiPuan kazanın!",
            "Katılmak için: İşCep'te veya Maximum Mobil'de “Kampanyalar” bölümünden ilgili kampanyadaki “KATIL” butonuna tıklamanız yeterlidir. Katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
            "Kampanyaya dahil işyeri listesi Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar.",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
            "Ödül kullanımı: Kazanılan MaxiPuanlar 17 Aralık 2025 tarihinde en son kullandığınız kartınıza yüklenecektir. MaxiPuanların son kullanma tarihi 31 Ocak 2026'dır. Kullanılmayan MaxiPuanlar 1 Şubat 2026 tarihinde geri alınacaktır. Kampanya kapsamında kullanılan en son kredi kartının Maximum özellikli kredi kartı olması durumunda MaxiPuan olarak yüklenecektir. Kampanya kapsamında kullanılan en son kredi kartının Maximiles özellikli kredi kartı olması durumunda ise MaxiMil’e dönüştürülebilir MaxiPuan olarak yüklenecek ve tercihe bağlı olarak MaxiPuan veya MaxiMil olarak kullanılabilecektir. Maximiles’a yüklenen puanlar Avans MaxiMil kapatmakta kullanılamayacaktır. Kampanya, kredi kartı bazında değil, müşteri bazındadır. Bir müşteri kampanyadan bir kere yararlanabilir ve en fazla 1.000 TL MaxiPuan kazanabilir.",
            "Ek Koşullar: Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır. Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da MaxiPuan kazanılmaktadır. Kampanya katılımının asıl kart sahibi tarafından yapılması gerekmektedir. MaxiPuan yüklemesi asıl karta yapılmaktadır. Aynı gün yapılan alışverişlerden sadece ilki kampanya kapsamında değerlendirilecektir.",
            "İş Bankası kampanyayı durdurma ve kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 18,
        "title": "Marks & Spencer'da 800 TL'ye varan MaxiPuan!",
        "provider": "Maximum Kart",
        "category": "Elektronik",
        "merchant": "Marks & Spencer",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Marks_and_Spencer_0625_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/Marks_and_Spencer_0625_580x460.jpg"
        ],
        "description": "​İşCep'ten veya Maximum Mobil'den kampanyaya katılın, 30 Kasım'a kadar Maximum Kart’ınızla Marks & Spencer mağazaları ve marksandspencer.com.tr adresinden yapacağınız alışverişlerde 800 TL'ye varan MaxiPuan kazanın!",
        "url": "https://www.maximum.com.tr/kampanyalar/marks-spencerda-maxipuan-kampanyasi",
        "discount": null,
        "earning": "800 TL MaxiPuan",
        "min_spend": 7500,
        "max_discount": 800,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:26Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "​İşCep'ten veya Maximum Mobil'den kampanyaya katılın, 30 Kasım'a kadar Maximum Kart’ınızla Marks & Spencer mağazaları ve marksandspencer.com.tr adresinden yapacağınız alışverişlerde 800 TL'ye varan MaxiPuan kazanın!",
            "1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Marks & Spencer mağazaları ve marksandspencer.com.tr adresinden tek seferde yapacağınız 5.000 TL-7.499 TL arası ilk alışverişinizde 500 TL MaxiPuan, 7.500 TL ve üzeri ilk alışverişinizde 800 TL MaxiPuan kazanın.​",
            "Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
            "Katılmak için: Kampanya tarihlerinde, alışverişinizden önce veya sonra, İşCep veya Maximum Mobil uygulamasından ilgili kampanyadaki “KATIL” butonuna tıklamanız yeterlidir. Uygulamayı telefonunuza indirin.",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
            "Ödül kullanımı: Bir müşteri kampanyadan bir kere yararlanabilir ve en fazla 800 TL MaxiPuan kazanabilir. Kampanya kriterlerinin yerine getirilmesi ve kampanya kapsamında kullanılan kartın Maximum Kart olması durumunda ödül MaxiPuan olarak yüklenecektir. Kampanya kapsamında kullanılan kredi kartının Maximiles özellikli kredi kartı olması durumunda ise MaxiMil'e dönüştürülebilir MaxiPuan olarak yüklenecek ve tercihe bağlı olarak MaxiPuan veya MaxiMil olarak kullanılabilecektir. Kazanılan MaxiMil'ler avans kapamada kullanılamayacaktır. Kampanya dönemi içerisinde gerçekleştirilen alışverişlerin iptal edilmesi veya satın alınan ürünlerin iade edilmesi durumunda yüklenen MaxiPuan’lar geri alınacaktır. Kazanılan MaxiPuan’lar 16 Aralık 2025 tarihinde alışveriş yapılan karta yüklenecek olup 31 Ocak 2026 tarihine kadar (bu tarih dahil) kullanılabilecektir. Kullanılmayan MaxiPuan’lar 1 Şubat 2026 tarihinde geri alınacaktır.",
            "Ek Koşullar: İş Bankası kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 19,
        "title": "Yatsan'da 2.000 TL MaxiPuan Fırsatı!",
        "provider": "Maximum Kart",
        "category": "Market",
        "merchant": "Yatsan",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10801_Yatsan_Set2_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10801_Yatsan_Set2_580x460.jpg"
        ],
        "description": "İşCep'ten kampanyaya katılın, 14 Aralık'a kadar Maximum Kart’ınızla Maximum anlaşmalı Yatsan mağazalarından yapacağınız alışverişinize 2.000 TL MaxiPuan kazanın!",
        "url": "https://www.maximum.com.tr/kampanyalar/yatsanda-maxipuan-firsati",
        "discount": null,
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:28Z",
        "valid_from": "2025-11-14T00:00:00Z",
        "valid_until": "2025-12-14T23:59:59Z",
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "İşCep'ten kampanyaya katılın, 14 Aralık'a kadar Maximum Kart’ınızla Maximum anlaşmalı Yatsan mağazalarından yapacağınız alışverişinize 2.000 TL MaxiPuan kazanın!",
            "14 Kasım-14 Aralık 2025 tarihleri arasında Maximum Kart’ınızla Maximum anlaşmalı Yatsan mağazalarından tek seferde yapacağınız 60.000 TL ve üzeri ilk alışverişinize 2.000 TL MaxiPuan kazanın.",
            "Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
            "Katılmak için: Kampanya tarihlerinde, alışverişinizden önce veya sonra, İşCep'ten ilgili kampanyadaki “KATIL” butonuna tıklamanız yeterlidir.",
            "Uygulamayı telefonunuza indirin:İşCep/indir​",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
            "Kampanyaya dahil olmayan işlemler: Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir. Yatsan.com'dan yapılan alışverişler kampanyaya dahil değildir. Ödeme kuruluşları aracılığıyla yapılan, farklı ürün gruplarının satışını yapan e-ticaret firmaları ve mağazalar ile zincir marketlerden yapılan harcamalar kampanyaya dahil değildir.",
            "Ödül kullanımı: Bir müşteri kampanyadan bir kere yararlanabilir ve en fazla 2.000 TL MaxiPuan kazanabilir. Kampanya kriterlerinin yerine getirilmesi ve kampanya kapsamında kullanılan kartın Maximum Kart olması durumunda ödül MaxiPuan olarak yüklenecektir. Kampanya kapsamında kullanılan kredi kartının Maximiles özellikli kredi kartı olması durumunda ise MaxiMil'e dönüştürülebilir MaxiPuan olarak yüklenecek ve tercihe bağlı olarak MaxiPuan veya MaxiMil olarak kullanılabilecektir. Kazanılan MaxiMil'ler avans kapamada kullanılamayacaktır. Kampanya dönemi içerisinde gerçekleştirilen alışverişlerin iptal edilmesi veya satın alınan ürünlerin iade edilmesi durumunda yüklenen MaxiPuan'lar geri alınacaktır. Kazanılan MaxiPuan'lar 24 Aralık 2025 tarihinde alışveriş yapılan karta yüklenecek olup 31 Ocak 2026 tarihine kadar (bu tarih dahil) kullanılabilecektir. Kullanılmayan MaxiPuan'lar 1 Şubat 2026 tarihinde geri alınacaktır.",
            "Türkiye İş Bankası A.Ş. ve Yatsan A.Ş. kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir.​"
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 20,
        "title": "Vaillant'ta 9 taksit fırsatı!",
        "provider": "Maximum Kart",
        "category": "Market",
        "merchant": "Vaillant",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Vaillant_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Vaillant_580x460.jpg"
        ],
        "description": "Maximum anlaşmalı Vaillant mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit fırsatı!",
        "url": "https://www.maximum.com.tr/kampanyalar/vaillantta-taksit-firsati",
        "discount": "9 Taksit",
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:31Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "Maximum anlaşmalı Vaillant mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit fırsatı!",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Ticari Kredi Kartları, Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir. Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir. Farklı ürün gruplarının satışını yapan e-ticaret firmaları ve mağazalar ile zincir marketlerden yapılan harcamalar kampanyaya dahil değildir. Ek koşullar: Ürün gruplarında uygulanacak taksit adetleri Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir. Türkiye İş Bankası A.Ş. ve Vaillant kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 21,
        "title": "Pazarama Tatil'den yapacağınız yurtiçi otel rezervasyonlarınıza 6 taksit fırsatı!",
        "provider": "Maximum Kart",
        "category": "Seyahat",
        "merchant": "Pazarama Tatil",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-7470_Pazarama_Tatil_Otel_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-7470_Pazarama_Tatil_Otel_580x460.jpg"
        ],
        "description": "1-30 Kasım 2025 tarihleri arasında Maximum Kart'ınızla Pazarama Tatil'den yapacağınız yurtiçi otel rezervasyonlarınızda 2 ila 6 taksit fırsatından yararlanabilirsiniz.",
        "url": "https://www.maximum.com.tr/kampanyalar/pazarama-tatilden-yapacaginiz-yurtici-otel-rezervasyonlarinda-taksit-firsatlari",
        "discount": "18 Taksit",
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:34Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "1-30 Kasım 2025 tarihleri arasında Maximum Kart'ınızla Pazarama Tatil'den yapacağınız yurtiçi otel rezervasyonlarınızda 2 ila 6 taksit fırsatından yararlanabilirsiniz.",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı otel rezervasyonları kampanya kapsamında değerlendirilmemektedir.",
            "Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir. Yasal düzenleme uyarınca belirli sektörlerde yer alan ürünlerin satışında taksitlendirme yapılamamakta, diğer ürün gruplarında ise farklı taksit seçenekleri sunulmaktadır. Gerçekleştirdiğiniz alışveriş yönetmelikte belirtilen ürün gruplarında yer alıyor ise taksit yapılamamakta ya da taksit limitleri doğrultusunda taksitlendirme seçeneği sunulmaktadır. Bankamızca alışverişin içeriği tespit edilememekte olup, taksitlendirme kısıtlaması ve taksitli işlem alt limiti firma tarafından yönetilmektedir.Yasal düzenleme kapsamında azami vade yurt içi harcamalarda 18 taksit olabilir, yurt dışı harcamalarda taksit yapılmamaktadır. Kampanya yalnızca sepette ödeme esnasında geçerli olup, sonradan taksitlendirme ya da erteleme kampanyası değildir.",
            "*Pazarama Tatil üzerinden otel rezervasyonu yapmak için tıklayınız.​​",
            "Pazarama ve İş Bankası kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Maximiles",
            "Aidatsız Kart",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 22,
        "title": "Maximum'dan Inditex mağazalarından yapacağınız alışverişlerde 1.000 TL MaxiPuan!",
        "provider": "Maximum Kart",
        "category": "Market",
        "merchant": "Maximum",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9517_Inditex-Grubu_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9517_Inditex-Grubu_580x460.jpg"
        ],
        "description": "değerlendirilmeyecektir.Türkiye",
        "url": "https://www.maximum.com.tr/kampanyalar/inditex-magazalarinda-maxipuan-firsati#gecmis",
        "discount": null,
        "earning": "1000 TL MaxiPuan",
        "min_spend": 7500,
        "max_discount": 1000,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:44Z",
        "valid_from": null,
        "valid_until": null,
        "participation_method": "Maximum Mobil / İşCep",
        "conditions": [
            "değerlendirilmeyecektir.Türkiye",
            "İşCep/indir​Kampanyaya",
            "değerlendirilmeyecektir.Türkiye",
            "değerlendirilmeyecektir.Türkiye",
            "İşCep/indir​Kampanyaya",
            "değerlendirilmeyecektir.Türkiye",
            "www.isbank.com.tr/iscep​Kampanyaya",
            "değerlendirilmeyecektir.Türkiye",
            "değerlendirilmeyecektir.Türkiye",
            "İşCep/indir​Kampanyaya",
            "değerlendirilmeyecektir.Türkiye",
            "İşCep/indirKampanyaya",
            "değerlendirilmeyecektir.Türkiye"
        ],
        "eligible_customers": [
            "Maximum Pati Kart",
            "Privia",
            "Sanal Kart",
            "Maximum TEMA Kart",
            "Maximiles",
            "Maximum Gold",
            "Bankamatik Kartı",
            "Aidatsız Kart",
            "Maximum Platinum",
            "Maximum Genç",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 23,
        "title": "Porland'da peşin fiyatına 5 taksit fırsatı!",
        "provider": "Maximum Kart",
        "category": "Diğer",
        "merchant": "Porland",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Porland_Taksit_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/Porland_Taksit_580x460.jpg"
        ],
        "description": "​Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Porland ve porland.com adresinden 1.500 TL ve üzeri yapacağınız alışverişlerinizde 5 taksit fırsatı.",
        "url": "https://www.maximum.com.tr/kampanyalar/porland-da-pesin-fiyatina-taksit-firsati",
        "discount": "5 Taksit",
        "earning": null,
        "min_spend": 1500,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:47Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "​Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Porland ve porland.com adresinden 1.500 TL ve üzeri yapacağınız alışverişlerinizde 5 taksit fırsatı.",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
            "Türkiye İş Bankası A.Ş ve İmge Ev ve Yaşam Gereçleri A.Ş. kampanyayı durdurma veya kampanya koşullarını değiştirme hakkına sahiptir."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 24,
        "title": "Pazarama Tatil'den yapacağınız araç kiralamalarınızda 3 taksit fırsatı!",
        "provider": "Maximum Kart",
        "category": "Seyahat",
        "merchant": "Pazarama Tatil",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-5492_PazaramaTatil_AracKiralama_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-5492_PazaramaTatil_AracKiralama_580x460.jpg"
        ],
        "description": "​1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Pazarama Tatil’den yapacağınız araç kiralamalarınızda 3 taksit fırsatından yararlanabilirsiniz.",
        "url": "https://www.maximum.com.tr/kampanyalar/pazarama-tatil-arac-kiralama-taksit-firsati",
        "discount": "3 Taksit",
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:51Z",
        "valid_from": "2025-11-01T00:00:00Z",
        "valid_until": "2025-11-30T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "​1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Pazarama Tatil’den yapacağınız araç kiralamalarınızda 3 taksit fırsatından yararlanabilirsiniz.",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri kampanya kapsamında değerlendirilmemektedir.",
            "Ek koşullar: Taksit seçenekleri arasında fiyatlar farklılık gösterebilecek olup, yasal düzenleme kapsamında alt işlem tutarı firma tarafından belirlenecektir. Pazarama, koşullar ve yasal düzenlemeler doğrultusunda kampanya avantajlarında değişiklik yapılabilecektir. Kampanya sonradan taksitlendirme kampanyası olmayıp işlem anında ilgili taksit seçeneğinin seçilmesi gerekmektedir.",
            "*Pazarama Tatil üzerinden araç kiralamak için tıklayınız.​​",
            "Türkiye İş Bankası'nın kampanyayı değiştirme hakkı saklıdır."
        ],
        "eligible_customers": [
            "Maximiles",
            "Aidatsız Kart",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    },
    {
        "id": 25,
        "title": "Lova’da peşin fiyatına 9 taksit fırsatı!",
        "provider": "Maximum Kart",
        "category": "Diğer",
        "merchant": "Lova",
        "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7754_Lova_Yatak_580x460.jpg",
        "images": [
            "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7754_Lova_Yatak_580x460.jpg"
        ],
        "description": "31 Aralık'a kadar, Maximum Kart'ınızla kampanyaya dahil Maximum anlaşmalı Lova mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit ayrıcalığı!",
        "url": "https://www.maximum.com.tr/kampanyalar/lovada-pesin-fiyatina-taksit-firsati",
        "discount": "9 Taksit",
        "earning": null,
        "min_spend": 0,
        "max_discount": 0,
        "discount_percentage": null,
        "created_at": "2025-11-27T00:01:54Z",
        "valid_from": "2024-12-11T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "participation_method": "Detayları İnceleyin",
        "conditions": [
            "31 Aralık'a kadar, Maximum Kart'ınızla kampanyaya dahil Maximum anlaşmalı Lova mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit ayrıcalığı!",
            "Kampanyaya dâhil olan kartlar: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları",
            "Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
            "Kampanya detayları: Uygulanacak azami taksit sayısı firma tarafından belirlenecektir. Mobilya sektöründe kampanya kapsamında azami vade bireysel kredi kartları için 9 ayı geçemez. Türkiye İş Bankası A.Ş. kampanya koşullarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Aidatsız Kart",
            "Maximiles",
            "Privia",
            "MaxiPara"
        ],
        "source_url": "https://www.maximum.com.tr"
    }
]