[
    {
        "id": 1,
        "title": "Türk Hava Yolları'nda peşin fiyatına 6 taksit!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/4216ba3a-2b1e-492e-903e-2e51aba9c5aa/thy.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/4216ba3a-2b1e-492e-903e-2e51aba9c5aa/thy.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/turk-hava-yollarinda-pesin-fiyatina-6-taksit-thy-6-taksit",
        "views": 0,
        "discount": "6 Taksit",
        "earning": null,
        "min_spend": 2500,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:05:38Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Türk Hava Yolları ve online mağaza www.turkishairlines.com'dan WorldPOS'ları üzerinden yapılacak alışverişler için geçerlidir. 2.500 TL ve üzeri alışverişlerde 6 taksitten yararlanılmaktadır. Yurt dışı bilet alışverişlerinde geçerli değildir.",
            "Kampanyaya Yapı Kredi bireysel kredi kartları, ticari kredi kartları ve bireysel TLcard'lar dahildir. Kampanya sadece World Üye İşyerleri'nde Yapı Kredi Bankası POS'larında geçerlidir.",
            "Kampanya koşulları kart çeşitleri bazında değişiklik gösterebilir.",
            "Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri tanımları geçerli olacaktır.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kampanya kapsamındaki işlemler mutlaka World Üye İşyerleri'nde Yapı Kredi Bankası POS Sistemi üzerinden geçmelidir."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.turkishairlines.com"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 2,
        "title": "Gıda, giyim, kozmetik sektörlerinden ve seçili e-ticaret web siteleri ve uygulamalarından her 2.500 TL ve üzeri alışverişe 150 TL, World Pay'e ek 50 TL, toplamda 2.000 TL'ye varan Puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Market",
        "image": "https://www.crystalcard.com.tr/getmedia/34072027-53a0-4170-82df-13d6be41d911/Crystal-1125x633_WPAY.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/34072027-53a0-4170-82df-13d6be41d911/Crystal-1125x633_WPAY.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/gida-giyim-kozmetik-sektorlerinden-ve-secili-e-ticaret-web-siteleri-ve-uygulamalarindan-her-2500-tl",
        "views": 0,
        "discount": null,
        "earning": "2.000 TL Puan",
        "min_spend": 25000,
        "max_discount": 2000,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:05:42Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulamasının Fırsatlar menüsünden, Yapı Kredi Mobil ve World Mobil uygulamalarındaki World Pay menüsünden \"Hemen Katıl\" butonuna tıklayarak veya YILBASI yazıp 4454'a SMS gönderilmelidir.",
        "participation_points": [
            "World Mobil uygulamasının Fırsatlar menüsünden, Yapı Kredi Mobil ve World Mobil uygulamalarındaki World Pay menüsünden \"Hemen Katıl\" butonuna tıklayarak",
            "YILBASI yazıp 4454'a SMS gönderilmelidir."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 1-31 Aralık 2025 tarihleri arasında geçerlidir.",
            "Amazon.com.tr, Dolap.com, Hepsiburada, Idefix, n11, PttAVM, Trendyol ve TrendyolMilla web site ve mobil uygulamalarından yapılacak alışverişler için geçerlidir.",
            "Trendyol, Hepsiburada ve Dolap.com'da cüzdan ile yapılan harcamalar dahil değildir.",
            "Trendyol uygulaması içinden yapılacak Dolap işlemleri dahil olup, Dolap uygulaması üzerinden yapılan işlemler dahil değildir.",
            "Aynı gün aynı üye işyerinden tek seferde yapılacak 2.500 TL ve üzeri harcamanın ilki kampanyaya dahil olacaktır.",
            "Kampanya kapsamında World Pay ile yapılan e-ticaret harcamalarına 150 TL'ye ek 50 TL, toplamda 1.500 TL'ye ek 500 TL Puan kazanılabilir.",
            "Kampanyaya katılmayan müşteriler kampanyadan puan kazanamayacaklardır.",
            "World Pay ile yapılacak ödemelerde ek puan kazanımı yalnızca Hepsiburada üzerinden gerçekleştirilen işlemler için geçerlidir.",
            "Kampanyaya Yapı Kredi bireysel kredi kartları, bireysel TLcard'lar ve Vakıfbank Worldcard'lar dahildir; Albaraka ve Anadolubank Worldcard'lar kampanyaya dahil değildir.",
            "Nakit çekim, iade ve puan kullanımı işlemleri dahil değildir.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar, dijital kart ve ek kart ile yapılan işlemler dahildir. Puan yüklemesi asıl karta yapılmaktadır.",
            "İnternette TR Karekod ile yapılan işlemler kampanyaya dahildir.",
            "Mobil web & app-to-app ödemeleri kampanyaya dahildir.",
            "Hesabınızda bakiye olmasa bile esnek hesap limitinizi TLcard ile yapacağınız tüm alışverişlerde kullanabilirsiniz.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan en fazla 2.000 TL Puan kazanabilir.",
            "Kampanya kapsamında kazanılan puanlar açık statülü Yapı Kredi bireysel kredi kartlarına 6 Ocak 2026 tarihinde yüklenecektir. Puanların son kullanma tarihi 6 Şubat 2026'dır. Kullanılmayan puanlar 7 Şubat 2026 itibari ile geri alınacaktır.",
            "Müşterilerin kampanya katılımı yapabilmesi için açık statülü en az 1 adet Yapı Kredi bireysel kredi kartı ya da TLcard'larının olması gerekmektedir.",
            "Kampanyaya World Mobil uygulamasının Fırsatlar menüsünden, Yapı Kredi Mobil ve World Mobil uygulamalarındaki World Pay menüsünden \"Hemen Katıl\" butonuna tıklayarak veya SMS ile katılım yapılabilecektir. Kampanyaya katılmayan müşteriler kampanyadan puan kazanamayacaklardır.",
            "Yapı Kredi bireysel kredi kartı müşterilerinin, SMS ile kampanyaya katılmak için YILBASI yazıp bir boşluk bırakarak müşteri numaralarını 4454'e göndermeleri gerekmektedir.",
            "Vakıfbank Worldcard sahiplerinin kampanya katılımı için YILBASI yazıp bir boşluk bıraktıktan sonra, kartın son 6 hanesini SMS ile 5724'e göndermeleri gerekmektedir.",
            "SMS gönderim bedeli GSM operatörlerinin kendi tarifeleri üzerinden belirlenmektedir.",
            "Kampanya kapsamındaki harcamanız iade olursa puan geri alınır.",
            "Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri tanımları geçerli olacaktır.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kampanya koşulları kart çeşitleri bazında değişiklik gösterebilir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi bireysel kredi kartları işlem verileriniz 1-31 Aralık 2025 tarihleri arasında, Bankalara ait sanal POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 3,
        "title": "UTTS'li aracınızla 31 Aralık 2025'e kadar yapacağınız her akaryakıt alımına %5 indirim!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Yakıt",
        "image": "https://www.crystalcard.com.tr/getmedia/fbb2f298-0af3-4a2e-801b-4953c05058c7/utts-Crystal-kasim.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/fbb2f298-0af3-4a2e-801b-4953c05058c7/utts-Crystal-kasim.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/uttsli-aracinizla-31-aralik-2025e-kadar-yapacaginiz-her-akaryakit-alimina-5-indirim",
        "views": 0,
        "discount": null,
        "earning": "%5 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 5,
        "created_at": "2025-12-18T23:05:45Z",
        "valid_from": "2025-08-20T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Yapı Kredi Mobil'de bulunan Ulusal Taşıt Tanıma Sistemi (UTTS) menüsüne giriş yapılarak şirket, ödeme aracı ve araç bilgileri kaydedilmelidir. Kaydı yapılan araçlar ile Opet istasyonlarında yapılacak akaryakıt alımlarında, kayıt sırasında seçimi yapılan kredi kartından otomatik tahsilat yapılacaktır. Yalnızca otomatik tahsilat yöntemi ile yapılan harcamalar ödüllendirilecektir. Opet istasyonlarında otomatik tahsilat yöntemi ile akaryakıt alınabilmesi için UTTS adasından yakıt alımı gerçekleştirilmelidir. İstasyon görevlisine otomatik ödeme yapacağınızı söyleyerek işleminizi gerçekleştirebilirsiniz. Yapı Kredi Mobil'den UTTS Akaryakıt Ödemelerine kaydı olmayan kişilerin UTTS'li araç akaryakıt alımları kampanyaya dâhil değildir. Kampanya koşulları kart çeşitleri bazında değişiklik gösterebilir. Kampanyaya dijital kartlar dahil değildir. Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan üye işyeri tanımları geçerli olacaktır. Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir. Kampanya kapsamındaki işlemler mutlaka World Üye İşyerlerindeki Yapı Kredi Bankası POS Sistemi üzerinden geçmelidir. Yapı ve Kredi Bankası A.Ş. tüm kampanyalarda değişiklik yapma hakkını saklı tutar. Yazım hataları bağlayıcı değildir. Bu kampanyamıza katılımınızla",
        "participation_points": [
            "Yapı Kredi Mobil'de bulunan Ulusal Taşıt Tanıma Sistemi (UTTS) menüsüne giriş yapılarak şirket, ödeme aracı ve araç bilgileri kaydedilmelidir. Kaydı yapılan araçlar ile Opet istasyonlarında yapılacak akaryakıt alımlarında, kayıt sırasında seçimi yapılan kredi kartından otomatik tahsilat yapılacaktır. Yalnızca otomatik tahsilat yöntemi ile yapılan harcamalar ödüllendirilecektir. Opet istasyonlarında otomatik tahsilat yöntemi ile akaryakıt alınabilmesi için UTTS adasından yakıt alımı gerçekleştirilmelidir. İstasyon görevlisine otomatik ödeme yapacağınızı söyleyerek işleminizi gerçekleştirebilirsiniz. Yapı Kredi Mobil'den UTTS Akaryakıt Ödemelerine kaydı olmayan kişilerin UTTS'li araç akaryakıt alımları kampanyaya dâhil değildir. Kampanya koşulları kart çeşitleri bazında değişiklik gösterebilir. Kampanyaya dijital kartlar dahil değildir. Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan üye işyeri tanımları geçerli olacaktır. Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir. Kampanya kapsamındaki işlemler mutlaka World Üye İşyerlerindeki Yapı Kredi Bankası POS Sistemi üzerinden geçmelidir. Yapı ve Kredi Bankası A.Ş. tüm kampanyalarda değişiklik yapma hakkını saklı tutar. Yazım hataları bağlayıcı değildir. Bu kampanyamıza katılımınızla"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 20 Ağustos-31 Aralık 2025 tarihleri arasında geçerlidir.",
            "Yeni kayıt gerçekleştiren müşterilere ilk üç ay boyunca %3 oranında indirim işlem anında Opet tarafından işlem tutarına yansıtılacak, %2 oranında indirim ise Yapı Kredi tarafından hesap özetine artı bakiye olarak yansıtılacaktır.",
            "Kayıtlanmanın üç ay sonrasında müşterinin son ayda yaptığı akaryakıt harcaması miktarına(Aylık Tüketim Aralığı) göre Opet tarafından indirim oranı tanımlanacaktır.",
            "Aylık Tüketim Aralığı (Litre); İndirim Oranı",
            "Opet'in indirimine ek %2 oranında indirim ise Yapı Kredi tarafından hesap özetinize artı bakiye olarak yansıtılacaktır.",
            "Üç ay sonra müşterinin akaryakıt harcama miktarına göre belirlenecek indirim oranı ile müşteri %6'ya varan indirim kazanabilir.",
            "Yapı Kredi, müşteri başına toplamda yapılacak 50.000 TL yakıt alımına kadar indirim uygulayacaktır.",
            "İndirim kazanılabilmesi için Yapı Kredi Mobil'de bulunan Ulusal Taşıt Tanıma Sistemi (UTTS) menüsüne giriş yapılarak şirket, ödeme aracı ve araç bilgileri kaydedilmelidir. Kaydı yapılan araçlar ile Opet istasyonlarında yapılacak akaryakıt alımlarında, kayıt sırasında seçimi yapılan kredi kartından otomatik tahsilat yapılacaktır.",
            "Yalnızca otomatik tahsilat yöntemi ile yapılan harcamalar ödüllendirilecektir.",
            "Opet istasyonlarında otomatik tahsilat yöntemi ile akaryakıt alınabilmesi için UTTS adasından yakıt alımı gerçekleştirilmelidir. İstasyon görevlisine otomatik ödeme yapacağınızı söyleyerek işleminizi gerçekleştirebilirsiniz.",
            "Yapı Kredi Mobil'den UTTS Akaryakıt Ödemelerine kaydı olmayan kişilerin UTTS'li araç akaryakıt alımları kampanyaya dâhil değildir.",
            "Kampanya koşulları kart çeşitleri bazında değişiklik gösterebilir.",
            "Kampanyaya dijital kartlar dahil değildir.",
            "Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan üye işyeri tanımları geçerli olacaktır.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kampanya kapsamındaki işlemler mutlaka World Üye İşyerlerindeki Yapı Kredi Bankası POS Sistemi üzerinden geçmelidir.",
            "Yapı ve Kredi Bankası A.Ş. tüm kampanyalarda değişiklik yapma hakkını saklı tutar.",
            "Yazım hataları bağlayıcı değildir. Bu kampanyamıza katılımınızla birlikte, tarafınıza ait kredi kartı işlem verileriniz, 20 Ağustos-31 Aralık 2025 tarihleri arasında, Bankaya ait sanal POS'tan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş (\"Yapı Kredi\") tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz. Metni okumak için: https://www.yapikredi.com.tr/yapi-kredi-hakkinda/haberler/detay/52207"
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.yapikredi.com.tr"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 4,
        "title": "Silver logolu Mastercard'ınıza özel yurt dışı restoran ve kafe ödemelerinde %15 indirim!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Restoran & Kafe",
        "image": "https://www.crystalcard.com.tr/getmedia/0fcd53b1-6684-4100-9dbd-1994f5ec1d8d/1125x633-Restoran.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/0fcd53b1-6684-4100-9dbd-1994f5ec1d8d/1125x633-Restoran.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/silver-logolu-mastercardiniza-ozel-yurt-disi-restoran-ve-kafe-odemelerinde-15-indirim-2025",
        "views": 0,
        "discount": null,
        "earning": "%15 İndirim",
        "min_spend": 5700,
        "max_discount": null,
        "discount_percentage": 15,
        "created_at": "2025-12-18T23:05:47Z",
        "valid_from": "2025-04-25T00:00:00Z",
        "valid_until": "2026-03-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Türkiye'den alınmış Silver logolu Mastercard'ınız ile 25 Nisan 2025 – 31 Mart 2026 tarihleri arasında tek seferde yapacağınız 150 USD ve üzeri yurt dışı restoran ve cafe ödemenizde 15% indirim kazanın.",
            "Kampanya yurt dışı restoran ve cafelerde, Mastercard kampanya kuralları kapsamında yapılan harcamalar için geçerlidir.",
            "En az 150 Euro/ 150 USD veya 5.700 TL tutarındaki tek seferlik yurtdışı restoran ödemelerinde harcanan tutarın %15'si oranında indirim, %15 oranında nakit geri ödeme olarak sağlanacaktır.",
            "Türkiye Cumhuriyeti'nde bulunan restoranlarda yapılan harcamalar, kampanyaya dahil değildir. Kampanya, yalnızca yurt dışında bulunan restoran ve cafeleri kapsamaktadır.",
            "Güney Kıbrıs Rum Yönetimi ve Kuzey Kıbrıs Türk Cumhuriyeti'ndeki restoran ve kafelerde yapılan harcamalar kampanyaya dahil değildir.",
            "Kampanya sadece silver logolu Mastercard kartları için geçerlidir. (kredi kartı ve banka kartında geçerlidir, ticari kartlarda geçerli değildir)",
            "Harcamanın gerçekleştiği işyeri kategori kodunun 5811,5812,5813,5814 olması gerekmektedir. Harcamanın gerçekleştirildiği iş yerinin sistemde kayıtlı sektör bilgisinin hatalı tanımlanmış olması ya da kampanya dahilinde olmaması durumunda ödül kazanımı olmayacaktır. Bu gibi bir durumun oluşması halinde Mastercard'ın herhangi bir sorumluluğu bulunmamaktadır.",
            "Kampanya kapsamında her kart ayda en fazla 23 USD nakit geri ödeme alabilecektir.",
            "Kullanıcıların kampanyadan faydalanabilmeleri için gerekli harcamayı yapmadan önce https://www.priceless.com/yurtdisirestoran adresinden kartlarını kaydetmeleri gerekmektedir. Kart sahipleri bu şekilde sunulan hüküm ve koşulları kabul ve ikrar etmiş olurlar. Kartlarını kaydetmeyen kullanıcılar gerekli harcamayı yapsalar dahi kampanyadan faydalanamayacaktır.",
            "Kampanya tüm para birimlerinde geçerlidir. Her bir harcamanın kampanya kapsamında değerlendirilebilmesi için işlemin yapıldığı para birimindeki orijinal işlem tutarının fatura para biriminde (harcama yapan kişi ile bankası arasında anlaşılan fatura para birimi) 150 Euro veya 150 USD veya 5.700 TL ve üzerine denk gelmesi gerekmektedir. Orijinal işlem tutarının Euro, USD veya TL'ye çevrilmesi için Mastercard Şirketi'nin işlem tarihindeki döviz kuru kullanılacaktır.",
            "Yabancı kurlar üzerinden yapılan işlemlere ait indirimler, bankaların indirimi işlemek için kullandığı kurların farklı olması durumunda kur bazında değişiklik gösterebilir. Bu uygulamalardan kaynaklanan farklılıklarda Mastercard'ın herhangi bir sorumluluğu bulunmamaktadır.",
            "Kampanya sürecinde yurt dışı restoran ve cafe ödemelerinde yapılan iptal veya iade işlemleri ödül kazanma durumunu etkiler.",
            "Kampanya koşullarının sağlanması durumunda, para iadesi en geç 30 gün sonra ilgili banka tarafından hesaba yansıtılacaktır.",
            "Program bir kotaya tabidir. Mastercard kota dolunca kampanyayı durdurma hakkına sahiptir.",
            "Kampanya Mastercard tarafından düzenlenmekte olup kampanyaya dair bütün sorumluluk düzenleyiciye aittir. Mastercard kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kampanyaya katılım ve işlem bilgilerine dair soruları olan kart sahipleri, ilk aşamada kartlarını aldıkları bankalar ile doğrudan iletişime geçebilir, ek geri bildirimler için ise mastercard.turkiye@echoccs.com adresine ulaşabilirler. Bu adres üzerinden geri dönüşler 14 iş günü içerisinde sağlanacaktır.",
            "Kampanya Mastercard tarafından düzenlenmekte olup, kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kampanya duyurumu ve bilgi için Masterpass Türkiye web sitesini ziyaret edebilirsiniz.",
            "Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "silver logolu Mastercard kartları"
        ],
        "valid_locations": [
            "www.priceless.com"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 5,
        "title": "Silver Logolu Mastercard'ınıza özel ZUBİZU anlaşmalı restoranlarda %20'ye varan indirim ayrıcalığı!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Restoran & Kafe",
        "image": "https://www.crystalcard.com.tr/getmedia/e3e8ccea-fca6-41ea-8aa8-0cc2e229e79f/zubizu.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/e3e8ccea-fca6-41ea-8aa8-0cc2e229e79f/zubizu.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/silver-logolu-mastercardiniza-ozel-zubizu-anlasmali-restoranlarda-20ye-varan-indirim-ayricaligi-2025",
        "views": 0,
        "discount": null,
        "earning": "%20 İndirim",
        "min_spend": 2500,
        "max_discount": 500,
        "discount_percentage": 20,
        "created_at": "2025-12-18T23:05:51Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Silver logolu Mastercard sahipleri ZUBİZU ile anlaşmalı restoranlarda haftanın her günü %20'ye varan indirimden faydalanabilir.",
            "Kampanya kapsamında 31 Aralık 2025'e kadar anlaşmalı restoranlarda ZUBİZU QR okutularak Silver logo Mastecard ile yapılan harcamalarda 3000 TL ve üzeri (5999 TL'ye kadar) olan işlemlerde %10 indirim (işlem bazında müşteri toplamda en fazla 500 TL), 6000 TL ve üzeri işlemlerde %20 indirim (işlem bazında müşteri toplamda en fazla 1500 TL indirim) kazanabilecektir.",
            "Geçerli restoranlar: Ahmet Ustam, Armada Teras, Azur Yeniköy, Balun, Breeze, Brio, Bom Dia, Butterfly Chocolate, Cookshop ArkaBahçe, Far East, Godiva, Hünkar Nişantaşı, Imperia Ristorante, İnkase, İsokyo, Lokanta Kru, Kaburgacı Cabbar Ocakbaşı, Kalimera İstanbul, Kaşıbeyaz Bosphorus, Kebapçı Beko, Kruvasan İstanbul, Lavinia, Malila, Muma, Burger House, Rocca Grill And Terrace, Sade Beş Denizler Mutfağı, Tarla Alaçatı,Tike, The Grungy, Kaen Sushi",
            "Sadece Malila, Balun, Mua, Godiva, Butterfly Chocolate, SADE Beş Denizler Mutfağı, The Grungy ve Cookshop Arkabahçe restoranlarında geçerli tüm işlemlerde %20 indirim ve işlem bazında en fazla 750 TL indirim kazanılabilir.",
            "Kampanya sadece Silver logolu Mastercard'larda geçerlidir.",
            "ZUBİZU QR okuttuktan sonra ödemeyi Mastercard Silver Logolu kartlarıyla yapmış Mastercard kullanıcıları, kampanyaya dahil ZUBİZU restoranlarında Türkiye'de ihraç edilmiş tüm bireysel ve ticari Mastercard Silver logolu kartlar ile anında %20'ye varan indirim kazanacaklardır.",
            "İndirimden faydalanabilmek için ilgili restoranlarda ZUBİZU QR kodu okutulmalı ve Mastercard Silver logolu (Bireysel ve Ticari) kartlarla ödeme yapılmalıdır.",
            "Kampanya Kıbrıs menşeli kartlarda geçerli değildir.",
            "Kampanyadan bir müsteri, her restoranda ayda sadece 1 kez yararlanabilir.",
            "Kampanya ZUBiZU'da yer alan genel restoran indirimleri dışında kişiye özel indirim kampanyalar ile birleştirilemez.",
            "Kampanyadan sorunsuz faydalanabilmek için ilgili restoranın kampanya koşullarının altında yer alan geçerli lokasyonlar alanını kontrol ediniz.",
            "Kampanyaya katılan herkes kampanya koşullarını kabul etmiş sayılır.",
            "İşbu kampanya ZUBİZU BİLİSİM HİZMETLERi A.S.('ZUBiZU') tarafından düzenlenmektedir. ZUBiZU ve Mastercard kampanyada değişiklik yapma hakkını saklı tutar.",
            "ZUBİZU ve Mastercard kötü niyetli kullanımları eleme hakkına sahiptir. Detayli bilgi için 0850 222 06 66 aranmali veya destek@zubizu.com'a e-posta gönderilmelidir.",
            "Kampanya Mastercard tarafından düzenlenmekte olup kampanyaya dair bütün sorumluluk düzenleyiciye aittir. Mastercard kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kampanya duyurumu ve bilgi için Masterpass Türkiye web sitesini ziyaret edebilirsiniz.",
            "Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 6,
        "title": "Silver Logolu Mastercard'ınıza özel Yurt Dışı Duty Free'lerde %15 indirim ayrıcalığı!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/8601c268-9163-4620-8bdd-740036c2907d/mc-duty-free.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/8601c268-9163-4620-8bdd-740036c2907d/mc-duty-free.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/silver-logolu-mastercardiniza-ozel-yurt-disi-duty-freelerde-15-indirim-ayricaligi-2025",
        "views": 0,
        "discount": null,
        "earning": "%15 İndirim",
        "min_spend": 5700,
        "max_discount": null,
        "discount_percentage": 15,
        "created_at": "2025-12-18T23:05:53Z",
        "valid_from": "2025-04-25T00:00:00Z",
        "valid_until": "2026-03-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Türkiye'de ihraç edilmiş Silver logolu Mastercard'ınız ile 25 Nisan 2025 – 31 Mart 2026 tarihleri arasında tek seferde yapacağınız 150 USD ve üzeri yurt dışı duty free ödemenizde % 15 indirim kazanın!",
            "Kampanya yurt dışı duty free mağazalarında, Mastercard kampanya kuralları kapsamında yapılan harcamalar için geçerlidir. Kampanya tüm kurlarda yapılan harcamalarda geçerlidir.",
            "%15 indirim, tek seferde en az 150 Euro/ 150 USD/ 5.700TL tutarında yapılan yurtdışı duty free mağaza harcamalarında harcanan tutarın 15% 'si kadar para iadesi şeklinde yapılacaktır.",
            "Kampanya kapsamındaki her kart kampanyadan her ay maksimum 23 USD değerinde para iadesi alabilir.",
            "Türkiye Cumhuriyeti'nde bulunan duty free mağazalarında yapılan harcamalar, kampanyaya dahil değildir. Kampanya, yalnızca yurt dışında bulunan duty freeleri kapsamaktadır.",
            "Güney Kıbrıs Rum Yönetimi ve Kuzey Kıbrıs Türk Cumhuriyeti'ndeki duty free harcamaları kampanyaya dahil değildir.",
            "Kampanya sadece silver logolu Mastercard kartları için geçerlidir. (şahsi kredi kartı ve banka kartında geçerlidir, ticari kartlarda geçerli değildir)",
            "Kullanıcıların kampanyadan faydalanabilmek icin https://www.priceless.com/yurtdisidutyfree websitesinden kartlarını kaydetmeleri gerekmektedir.",
            "Harcamanın gerçekleştiği işyeri kategori kodunun 5309-Duty Free Magazaları olması gerekmektedir. Harcamanın gerçekleştirildiği iş yerinin sistemde kayıtlı sektör bilgisinin hatalı tanımlanmış olması ya da kampanya dahilinde olmaması durumunda ödül kazanımı olmayacaktır. Bu gibi bir durumun oluşması halinde Mastercard'ın herhangi bir sorumluluğu bulunmamaktadır.",
            "Kampanya tüm para birimlerinde geçerlidir. Her bir harcamanın kampanya kapsamında değerlendirilebilmesi için işlemin yapıldığı para birimindeki orijinal işlem tutarının fatura para biriminde (harcama yapan kişi ile bankası arasında anlaşılan fatura para birimi) 150 Euro veya 150 USD veya 5.700 TL ve üzerine denk gelmesi gerekmektedir. Orijinal işlem tutarının Euro, USD veya TL'ye çevrilmesi için Mastercard Şirketi'nin işlem tarihindeki döviz kuru kullanılacaktır.",
            "Yabancı kurlar üzerinden yapılan işlemlere ait indirimler, bankaların indirimi işlemek için kullandığı kurların farklı olması durumunda kur bazında değişiklik gösterebilir. Bu uygulamalardan kaynaklanan farklılıklarda Mastercard'ın herhangi bir sorumluluğu bulunmamaktadır.",
            "Kampanya sürecinde yurt dışı duty free ödemelerinde yapılan iptal veya iade işlemleri ödül kazanma durumunu etkiler.",
            "Kampanya koşullarının sağlanması durumunda, para iadesi en geç 30 gün sonra ilgili banka tarafından hesaba yansıtılacaktır.",
            "Kampanya kotaya tabidir. Kota dolumu gerçekleştiğinde Mastercard kampanyayı durdurma hakkına sahiptir.",
            "Mastercard kampanya süresince herhangi bir zamanda kampanya koşullarında tek taraflı değişiklik yapma hakkına sahiptir.",
            "Kampanyaya katılım ve işlem bilgilerine dair soruları olan kart sahipleri, ilk aşamada kartlarını aldıkları bankalar ile doğrudan iletişime geçebilir, ek geri bildirimler için ise mastercard.turkiye@echoccs.com adresine ulaşabilirler. Bu adres üzerinden geri dönüşler 14 iş günü içerisinde sağlanacaktır.",
            "Kampanya Mastercard tarafından düzenlenmekte olup kampanyaya dair bütün sorumluluk düzenleyiciye aittir. Mastercard kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kampanya duyurumu ve bilgi için Masterpass Türkiye web sitesini ziyaret edebilirsiniz.",
            "Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "silver logolu Mastercard kartları"
        ],
        "valid_locations": [
            "www.priceless.com"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 7,
        "title": "Yeni yıla özel yurt dışı online alışverişlerde 250 TL Puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Online Alışveriş",
        "image": "https://www.crystalcard.com.tr/getmedia/ec6dff2f-e732-4568-885b-52a75f11f1e7/sanal-pos-crystal.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/ec6dff2f-e732-4568-885b-52a75f11f1e7/sanal-pos-crystal.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/yurt-disi-online-alisverislerde-250-tl-puan-aralik",
        "views": 0,
        "discount": null,
        "earning": "250 TL Puan",
        "min_spend": 5000,
        "max_discount": 250,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:05:56Z",
        "valid_from": "2025-12-15T00:00:00Z",
        "valid_until": "2026-01-14T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması üzerinden katılım",
        "participation_points": [
            "World Mobil uygulaması üzerinden katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında geçerlidir.",
            "Kampanya kapsamında bireysel kredi kartları ve TLcard'lar ile yurt dışı sanal POS'lardan tek seferde yapılacak her 5.000 TL ve üzeri her harcamaya 250 TL puan kazanabilirsiniz.",
            "Kampanya kapsamında en fazla kazanım tutarı 250 TL puandır.",
            "Kampanya sanal POS'lardan yapılacak yurt dışı işlemlerinde geçerlidir.",
            "Kampanya bireysel kredi kartları veya TLcard'lar ile yapılan harcamalarda geçerlidir.",
            "Ticari kredi kartları ile yapılan işlemler kampanyaya dahil değildir.",
            "Kampanyaya menşei yurt dışı olan internet sitelerinden yapılacak işlemler dahildir.",
            "Kampanyaya kumar harcamaları ve kripto para borsalarında yapılan harcamalar dahil değildir.",
            "Aynı gün içerisinde aynı işyerinde yapılacak harcamalarda sadece ilk harcama ödüllendirilir.",
            "Sanal kartla yapılan harcamalar kampanyaya dahildir.",
            "Nakit çekim, iade ve puan kullanımı işlemleri dahil değildir.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir.",
            "Kampanyaya sadece World Mobil uygulaması üzerinden katılım yapılabilecektir.",
            "Kampanya müşteri bazında geçerlidir.",
            "Kampanya kapsamında kazanılan puanlar 16 Ocak 2026 tarihine kadar en az 1 adet kullanıma açık bireysel kredi kartı olması durumunda yüklenecek olup, 17 Ocak 2026 tarihinde kullanıma açılacaktır. Puanların son kullanma tarihi 17 Şubat 2026'dır. Kullanılmayan puanlar 18 Şubat 2026 tarihinde geri alınacaktır.",
            "Müşterilerin World Mobil üzerinden katılım yapabilmesi için açık statülü en az 1 adet Yapı Kredi bireysel kredi kartı veya TLcard'ının olması ve harcamalarını Yapı Kredi bireysel kredi kartları veya TLcard'ları ile yapmaları gerekmektedir.",
            "Müşterinin puan yükleme esnasında tüm bireysel kredi kartlarının kapalı olması durumunda kampanya kazandığı puanlar bireysel TLcard'ına yüklenecektir.",
            "Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da puan kazanılmaktadır. Puan yüklemesi asıl karta yapılmaktadır.",
            "Yapılan işlemlerin kampanya koşullarıyla örtüşmesinde Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri dikkate alınacaktır.",
            "Mail order yoluyla yapılan işlemler ve e-ticaret işlemleri kampanyaya dahildir.",
            "Döviz Hesap Özeti talimatı ile EUR harcamalarınızı EUR Hesap Özeti'nden, diğer döviz harcamalarınızı USD Hesap Özeti'nden takip edebilirsiniz.",
            "Kıbrıs'ta yapılan harcamalar kampanyaya dahil değildir.",
            "Yurt dışı kaynaklı firmalardan yapılacak alışverişlerde; firmaların Türkiye'de anlaşmalı olduğu poslarından geçen işlemler kampanyaya dahil değildir.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi Tüm Bireysel Kredi Kartları ve TLcard'larına dair işlem verileriniz, 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında, Bankalara ait fiziki ve sanal POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 8,
        "title": "Crystal ile yeni yılda yurt dışındaki fiziki ve online harcamalarınıza 3.000 TL'ye varan indirim!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Online Alışveriş",
        "image": "https://www.crystalcard.com.tr/getmedia/da1700c2-40b2-40ed-9ab6-5e6806fc710b/crystal-yurt-disi-sanal-pos.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/da1700c2-40b2-40ed-9ab6-5e6806fc710b/crystal-yurt-disi-sanal-pos.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-yurt-disindaki-fiziki-ve-online-harcamalariniza-3000-tlye-varan-indirim-aralik",
        "views": 0,
        "discount": null,
        "earning": "3.000 TL Puan",
        "min_spend": 30000,
        "max_discount": 3000,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:05:58Z",
        "valid_from": "2025-12-15T00:00:00Z",
        "valid_until": "2026-01-14T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması üzerinden katılım",
        "participation_points": [
            "World Mobil uygulaması üzerinden katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında geçerlidir.",
            "Kampanya kapsamında bankamızdaki varlığı 1 milyon TL ve üzerinde olan Crystal kart müşterileri, Crystal kartlarıyla yurt dışı sanal ve fiziki POS'lardan tek seferde yapacakları 7.500 TL ve üzeri harcamaya 750 TL, toplamda en fazla 3.000 TL indirim kazanabilecektir. (Metal Crystal kart müşterileri, varlığa bakılmaksızın kampanyadan faydalanabilirler, detaylı bilgi için tıklayınız).",
            "Kampanya kapsamında en fazla kazanım tutarı 3.000 TL değerinde indirimdir.",
            "Kampanya kapsamında tek seferde yapılan her 7.500 TL ve üzeri harcamada 750 TL değerinde, toplamda 3.000 TL'ye varan indirim kazanılacaktır.",
            "Kampanya Crystal kartlarda geçerlidir.",
            "Kampanya sanal ve fiziki POS'lardan yapılacak yurt dışı işlemlerinde geçerlidir.",
            "Kampanyaya menşei yurt dışı olan internet sitelerinden yapılacak işlemler dahildir.",
            "Toplam varlık, bir önceki ay itibarı ile bankamızdaki (Yurt Dışı Hisse Senedi, YKY nezdindeki TL Tahvil ve Bono & Eurobond ve YP vadesiz & Tradebox ve Fxbox bakiyeler, VİOP ve Diğer Kurum Yatırım Fonları hariç) aylık ortalama varlık veya güncel varlık tutarına göre belirlenmektedir.",
            "Güncel varlık, 2 gün önceki toplam varlık tutarına göre hesaplanmaktadır.",
            "Ortak hesaplardaki varlıklar, sadece ilgili hesabın yöneticisi olarak görünen kişinin toplam varlığında dikkate alınmaktadır.",
            "Kampanyaya kumar harcamaları ve kripto para borsalarında yapılan harcamalar dahil değildir.",
            "Nakit çekim, iade ve puan kullanımı işlemleri dahil değildir.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir.",
            "Sanal kartla yapılan harcamalar kampanyaya dahildir.",
            "Kampanyaya sadece World Mobil uygulaması üzerinden katılım yapılabilecektir.",
            "Kampanyaya yalnızca Crystal kartlarda yapılacak harcamalar dahildir.",
            "Aynı gün içerisinde aynı işyerinde yapılacak harcamalarda sadece ilk harcama ödüllendirilir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan toplamda 3.000 TL indirim kazanabilir.",
            "Kampanyadan kazanılan indirimler kazanılan gün içerisinde ilgili karta yansıtılacaktır.",
            "Müşterilerin World Mobil üzerinden katılım yapabilmesi için kredi kartlarının açık statülü olması ve harcamalarını ilgili kredi kartları ile yapmaları gerekmektedir.",
            "Kampanyaya World Mobil uygulamasından \"Hemen Katıl\" butonuna tıklayarak katılım yapılması gerekmektedir. Kampanyaya katılmayan müşteriler kampanyadan indirim kazanamayacaklardır.",
            "Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da indirim kazanılmaktadır.",
            "Yapılan işlemlerin kampanya koşullarıyla örtüşmesinde Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri dikkate alınacaktır.",
            "Mail order yoluyla yapılan işlemler ve e-ticaret işlemleri kampanyaya dahildir.",
            "Döviz Hesap Özeti talimatı ile EUR harcamalarınızı EUR Hesap Özeti'nden, diğer döviz harcamalarınızı USD Hesap Özeti'nden takip edebilirsiniz.",
            "Kıbrıs'ta yapılan harcamalar kampanyaya dahil değildir.",
            "Yurt dışı kaynaklı firmalardan yapılacak alışverişlerde; firmaların Türkiye'de anlaşmalı olduğu poslarından geçen işlemler kampanyaya dahil değildir.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi Tüm Bireysel Kredi Kartlarına dair işlem verileriniz, 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında, Bankalara ait fiziki ve sanal POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal kartlarda yapılacak harcamalar"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 9,
        "title": "Yeni yıla özel yurt dışındaki Duty Free'lerde toplamda 1.500 TL'ye varan Puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/980a1276-3d15-4fca-abcc-ad0a69147a7b/duty-free-kasim-Crystal.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/980a1276-3d15-4fca-abcc-ad0a69147a7b/duty-free-kasim-Crystal.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/yurt-disindaki-duty-freelerde-toplamda-1500-tlye-varan-puan-aralik",
        "views": 0,
        "discount": null,
        "earning": "1.500 TL Puan",
        "min_spend": 10000,
        "max_discount": 1500,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:01Z",
        "valid_from": "2025-12-15T00:00:00Z",
        "valid_until": "2026-01-14T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması üzerinden katılım",
        "participation_points": [
            "World Mobil uygulaması üzerinden katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında geçerlidir.",
            "Kampanya kapsamında yurt dışı Duty Free'lerde tek seferde yapılacak her 5.000 TL ve üzeri harcamada 750 TL değerinde, toplamda 1.500 TL değerinde puan kazanabilirsiniz.",
            "İşlem başı en fazla kazanım tutarı 750 TL değerinde puan, kampanya kapsamında en fazla kazanım tutarı 1.500 TL değerinde puandır.",
            "Kampanya bireysel Yapı Kredi bireysel kredi kartları ve TLcard'larında geçerlidir.",
            "Kampanya fiziki poslardan yapılacak işlemlerde geçerlidir.",
            "Nakit çekim, iade ve puan kullanımı işlemleri dahil değildir.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir.",
            "Kampanyaya katılım yapılması gereklidir.",
            "Kampanyaya sadece World Mobil uygulaması üzerinden katılım yapılabilecektir.",
            "Müşteri aynı gün içerisinde aynı işyerinde yapılacak harcamalarda sadece ilk harcama ile ödüllendirilir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan en fazla 1.500 TL puan kazanabilir.",
            "Kampanyaya yalnızca yurt dışı Duty Free harcamaları dahildir.",
            "Yurt içi duty free harcamaları ve K.K.T.C.'de yapılan harcamalar kampanyaya dahil değildir.",
            "Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri tanımları geçerli olacaktır.",
            "Kampanya kapsamında kazanılan puanlar 16 Ocak 2026 tarihine kadar en az 1 adet kullanıma açık bireysel kredi kartı olması durumunda yüklenecek olup, 17 Ocak 2026 tarihinde kullanıma açılacaktır. Puanların son kullanma tarihi 17 Şubat 2026'dır. Kullanılmayan puanlar 18 Şubat 2026 tarihinde geri alınacaktır.",
            "Müşterilerin World Mobil üzerinden katılım yapabilmesi için açık statülü en az 1 adet Yapı Kredi bireysel kredi kartı veya TLcard'ının olması ve harcamalarını Yapı Kredi bireysel kredi kartları veya TLcard'ları ile yapmaları gerekmektedir.",
            "Müşterinin puan yükleme esnasında tüm bireysel kredi kartlarının kapalı olması durumunda kampanya kazandığı puanlar bireysel TLcard'ına yüklenecektir.",
            "Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da puan kazanılmaktadır. Puan yüklemesi asıl karta yapılmaktadır.",
            "Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri tanımları geçerli olacaktır.",
            "Döviz Hesap Özeti talimatı ile EUR harcamalarınızı EUR Hesap Özeti'nden, diğer döviz harcamalarınızı USD Hesap Özeti'nden takip edebilirsiniz.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi Tüm Bireysel Kredi Kartlarına ve TLcard'lara dair işlem verileriniz, 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında, Bankalara ait fiziki POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 10,
        "title": "Yeni yıla özel yurt dışındaki toplamda 30.000 TL ve üzeri fiziki harcamalarınızda Yurt Dışı Çıkış Harç Pulu tutarınız iade!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/e416b919-9b5c-405e-b8d9-2cc14f45597d/Crystal-yurt-disi-pulu.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/e416b919-9b5c-405e-b8d9-2cc14f45597d/Crystal-yurt-disi-pulu.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/yurt-disindaki-fiziki-poslardan-toplamda-yapacaginiz-30000-tl-ve-uzeri-harcamalarinizda-yurt-disi-ar",
        "views": 0,
        "discount": null,
        "earning": "1.000 TL İndirim",
        "min_spend": 30000,
        "max_discount": 30000,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:03Z",
        "valid_from": "2025-12-15T00:00:00Z",
        "valid_until": "2026-01-14T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Yapı Kredi Mobil üzerinden asıl kredi kartlarıyla veya TLcard'larıyla Yurt Dışı Çıkış Harç Pulu alan müşterilerin, takip eden 15 gün boyunca yurt dışı fiziki POS'lardan bireysel kredi kartları veya TLcard'larıyla toplamda yapacağı 30.000 TL ve üzeri harcamalarında 1.000 TL tutarında indirim yapılacaktır. Kampanya 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında Yurt Dışı Çıkış Harç Pulu alan ve kampanyaya katılan",
        "participation_points": [
            "Yapı Kredi Mobil üzerinden asıl kredi kartlarıyla veya TLcard'larıyla Yurt Dışı Çıkış Harç Pulu alan müşterilerin, takip eden 15 gün boyunca yurt dışı fiziki POS'lardan bireysel kredi kartları veya TLcard'larıyla toplamda yapacağı 30.000 TL ve üzeri harcamalarında 1.000 TL tutarında indirim yapılacaktır. Kampanya 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında Yurt Dışı Çıkış Harç Pulu alan ve kampanyaya katılan"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında, Yapı Kredi Mobil üzerinden asıl kredi kartlarıyla veya TLcard'larıyla Yurt Dışı Çıkış Harç Pulu alan müşterilerin, takip eden 15 gün boyunca yurt dışı fiziki POS'lardan bireysel kredi kartları veya TLcard'larıyla toplamda yapacağı 30.000 TL ve üzeri harcamalarında 1.000 TL tutarında indirim yapılacaktır.",
            "Kampanya 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında Yurt Dışı Çıkış Harç Pulu alan ve kampanyaya katılan müşterilerin yapacağı yurt dışı fiziksel harcamalarda geçerlidir.",
            "Kampanya Yapı Kredi Mobil üzerinden harç pulu alındıktan sonra World Mobil'de görüntülenebilir ve katılım sağlanabilir olacaktır.",
            "Kampanya bireysel Yapı Kredi kredi kartları veya TLcard'larında yapılacak yurt dışı fiziksel pos harcamalarında geçerlidir.",
            "Kampanya her müşterinin yurt dışı harç pulu aldığı tarihten itibaren 15 gün boyunca yapacağı yurt dışı fiziki harcamalarında geçerlidir.",
            "Nakit çekim, iade ve puan kullanımı işlemleri dahil değildir.",
            "Yurt dışı harç pulu iptali yapıldığı durumda müşterilerin kampanya kapsamında ödüllendirmesi yapılmayacaktır.",
            "Mail order ile yapılan işlemler kampanyaya dahil değildir.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir.",
            "Kampanyaya katılım yapılması gereklidir.",
            "Kampanyaya sadece World Mobil uygulaması üzerinden katılım yapılabilecektir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan en fazla 1.000 TL indirim alabilir.",
            "Kampanya bitiminde indirim yansıyacaktır.",
            "Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri tanımları geçerli olacaktır.",
            "Müşterilerin World Mobil üzerinden katılım yapabilmesi için açık statülü en az 1 adet Yapı Kredi bireysel kredi kartı veya TLcard'ının olması ve harcamalarını Yapı Kredi bireysel kredi kartları veya TLcard'ları ile yapmaları gerekmektedir.",
            "Müşterinin indirim yansıtılma esnasında tüm bireysel kredi kartlarının kapalı olması durumunda indirim bireysel TLcard'ına yansıtılacaktır.",
            "Kampanya kapsamında ek kartlar ile yapılacak yurt dışı fiziksel harcamalardan da indirim kazanılabilmektedir. İndirim asıl karta yapılmaktadır.",
            "Döviz Hesap Özeti talimatı ile EUR harcamalarınızı EUR Hesap Özeti'nden, diğer döviz harcamalarınızı USD Hesap Özeti'nden takip edebilirsiniz.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi Tüm Bireysel Kredi Kartlarına dair işlem verileriniz, 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında, Bankalara ait fiziki POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 11,
        "title": "Yeni yıla özel yurt dışı alışverişlerine toplamda 2.500 TL Puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/d30843ba-3d67-49fa-a2fd-933f5772c424/Crystal-(2).jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/d30843ba-3d67-49fa-a2fd-933f5772c424/Crystal-(2).jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/yurt-disinda-yapacaginiz-alisverislerde-toplamda-2500-tl-puan-aralik",
        "views": 0,
        "discount": null,
        "earning": "2.500 TL Puan",
        "min_spend": 60000,
        "max_discount": 2500,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:05Z",
        "valid_from": "2025-12-15T00:00:00Z",
        "valid_until": "2026-01-14T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması üzerinden katılım",
        "participation_points": [
            "World Mobil uygulaması üzerinden katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında geçerlidir.",
            "Kampanya kapsamında bireysel kredi kartlarınızla veya TLcard'larınızla yurt dışındaki fiziki POS'larda toplamda yapacağınız 60.000 TL ve üzeri harcamaya 2.500 TL puan kazanabilirsiniz.",
            "Kampanyaya sadece yurt dışı fiziki mağazalardan yapılacak işlemler dahildir.",
            "Kampanya bireysel kredi kartları ve TLcard'lar ile yapılan harcamalarda geçerlidir.",
            "En fazla kazanım tutarı 2.500 TL puandır.",
            "Kampanyaya kumar harcamaları ve kripto para borsalarında yapılan harcamalar dahil değildir.",
            "Nakit çekim, iade ve puan kullanımı işlemleri dahil değildir.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir.",
            "Kampanyaya sadece World Mobil uygulaması üzerinden katılım yapılabilecektir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan toplamda 2.500 TL puan kazanabilir.",
            "Kampanya kapsamında kazanılan puanlar 16 Ocak 2026 tarihine kadar en az 1 adet kullanıma açık bireysel kredi kartı olması durumunda yüklenecek olup, 17 Ocak 2026 tarihinde kullanıma açılacaktır. Puanların son kullanma tarihi 17 Şubat 2026'dır. Kullanılmayan puanlar 18 Şubat 2026 tarihinde geri alınacaktır.",
            "Müşterilerin World Mobil üzerinden katılım yapabilmesi için açık statülü en az 1 adet Yapı Kredi bireysel kredi kartı veya TLcard'ının olması ve harcamalarını Yapı Kredi bireysel kredi kartları veya TLcard'ları ile yapmaları gerekmektedir.",
            "Müşterinin puan yükleme esnasında tüm bireysel kredi kartlarının kapalı olması durumunda kampanya kazandığı puanlar bireysel TLcard'ına yüklenecektir.",
            "Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da puan kazanılmaktadır. Puan yüklemesi asıl karta yapılmaktadır.",
            "Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye iş yeri tanımları geçerli olacaktır.",
            "Döviz Hesap Özeti talimatı ile EUR harcamalarınızı EUR Hesap Özeti'nden, diğer döviz harcamalarınızı USD Hesap Özeti'nden takip edebilirsiniz.",
            "Yurt içindeki Duty Free'lerde ve Kıbrıs'ta yapılan harcamalar kampanyaya dahil değildir.",
            "Yurt dışı kaynaklı firmalardan yapılacak alışverişlerde; firmaların Türkiye'de anlaşmalı olduğu POS'larından geçen işlemler kampanyaya dahil değildir.",
            "Mail order yoluyla yapılan işlemler ve e-ticaret işlemleri kampanyaya dahil değildir.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi Tüm Bireysel Kredi Kartlarına ve TLcard'lara dair işlem verileriniz, 15 Aralık 2025-14 Ocak 2026 tarihleri arasında, Bankalara ait fiziki ve sanal POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 12,
        "title": "FashFed'de 3.000 TL' ye varan Puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/77a1cc12-b759-4f4e-8255-7eebfa8f020a/FashFed-World-Mobil-2025-12.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/77a1cc12-b759-4f4e-8255-7eebfa8f020a/FashFed-World-Mobil-2025-12.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/fashfedde-3000-tl-ye-varan-puan",
        "views": 0,
        "discount": null,
        "earning": "2.000 TL Puan",
        "min_spend": 10000,
        "max_discount": 3000,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:08Z",
        "valid_from": "2025-12-10T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması indirilmelidir. World Mobil uygulamasından kampanyaya katılmak",
        "participation_points": [
            "World Mobil uygulaması indirilmelidir. World Mobil uygulamasından kampanyaya katılmak"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "World kampanyası kapsamında 10 Aralık-31 Aralık 2025 tarihleri arasında FashFed mağazaları ve www.FashFed.com'dan tek seferde yapılacak peşin veya taksitli 10.000 TL üzerine 2.000 TL değerinde Puan, World Pay ile ödemeye ek 1.000 TL, toplamda 3.000 TL'ye varan Puan kazanılmaktadır. Kampanya koşullarının sağlandığı ilk alışveriş üzerinden Puan kazanılacaktır.",
            "Kampanya koşullarının sağlandığı ilk alışveriş üzerinden Puan kazanılacaktır. Puan kampanyasına yalnızca bireysel kredi kartı ve debit kart ile yapılan alışverişler için geçerli olup, bir müşteri kampanyadan en fazla 1 kez puan kazanabilir. Kampanya yalnızca Platinum, Adios, Adios Premium, Crystal kartları için geçerli olup, diğer Worldcardlar kampanyadan yararlanamamaktadır. Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da puan kazanılmaktadır.",
            "Puan yüklemesi asıl karta yapılmaktadır. Kampanya döneminde ürün iadesi ve benzeri nedenlerden dolayı kampanya şartları sağlanamadığı durumlarda, puan kazanımı olmayacaktır.",
            "Kampanyaya katılmak için iPhone veya Android cep telefonuna World Mobil uygulaması indirilmelidir.",
            "World Mobil uygulamasından kampanyaya katılmak için \"Kampanyalar\" alanındaki ilgili kampanyanın \"Katıl\" butonuna tıklanması gerekmektedir.",
            "Kampanya kapsamında kazanılan Puan'lar 7 Ocak 2026 tarihine kadar yüklenecektir. Puanların son kullanım tarihi 7 Şubat 2026'dır. Kullanılmayan puanlar 8 Şubat 2026'da geri alınacaktır.",
            "Business kartlar, Eko Kartlar ve Puan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
            "Kampanya kapsamındaki işlemlerin, kampanyaya dahil olan Yapı Kredi World Üye İşyerindeki, Yapı Kredi Bankası World POS Sistemi üzerinden geçmesi gerekmektedir.",
            "Yapı ve Kredi Bankası A.Ş. ve Eren Perakende Ve Tekstil Anonim Şirketi tüm kampanyalarda değişiklik yapma hakkını saklı tutar. Yazım hataları bağlayıcı değildir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait kredi ve banka kartı işlem verileriniz 10 Aralık-31 Aralık 2025 tarihleri arasında, Bankalara ait sanal POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş (\"Yapı Kredi\") tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz. Metni okumak için: https://www.yapikredi.com.tr/yapi-kredi-hakkinda/haberler/detay/52207"
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.FashFed.com",
            "www.yapikredi.com.tr"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 13,
        "title": "Silver Logolu Mastercard'ınıza özel İGA Pass satış noktalarından aldığınız \"İGA pass Mastercard\" paketinde 50% indirim ayrıcalığı!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/7f901c00-ea56-4cc3-aff0-85234e112592/1125x633-IGA-Pass.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/7f901c00-ea56-4cc3-aff0-85234e112592/1125x633-IGA-Pass.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/silver-logolu-mastercardiniza-ozel-iga-pass-satis-noktalarindan-aldiginiz-iga-pass-mastercard-pak",
        "views": 0,
        "discount": null,
        "earning": "%50 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 50,
        "created_at": "2025-12-18T23:06:11Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "01.05.2025 – 31.03.2026 tarihleri arasında Türkiye'den alınmış Silver logolu Mastercard'ınız ile \"İGA Pass Mastercard\" seyahat paketinden %50 indirimli faydalanarak İstanbul Havalimanı'nda konforlu bir seyahatin tadını çıkarabilirsiniz.",
            "Her müşteri kampanyadan yalnızca 1 kere faydalanabilir.",
            "Kampanyadan faydalanabilmek için www.masterpassplus.com adresinden aldığınız %50 indirim kupon kodunu, İGA web sitesi üzerinden premium günlük paketler sayfasında ya da İstanbul Havalimanı içerisindeki İGA Pass satış noktalarında kullanabilirsiniz.",
            "Satın aldığınız İGA Pass Mastercard paketini İGA mobil uygulamasından görüntüleyebilirsiniz.",
            "%50 indirimli ödeme tutarı, satın alma esnasında otomatik olarak uygulanacaktır.",
            "\"İGA Pass Mastercard\" paketi aktive edildiği andan itibaren aynı gün içerisinde; Buggy, Öncelikli Check-in, 1 ve 3 numaralı kapılardaki güvenlik noktalarında ve iç/dış hat giden yolcu güvenlik kontrol noktalarındaki Hızlı Geçiş alanlarından faydalanabilirsiniz. Ayrıca vale hizmeti ve 4 gün boyunca otopark hizmeti de kampanyaya dahildir.",
            "Birden fazla paket satın alınması durumunda otopark hakları birleştirilemez. Maksimum ücretsiz otopark süresi 4 gündür.",
            "Otopark süresi 4 gün (96 saat) ile sınırlıdır. Bu sürenin aşılması durumunda, 4 gün düşülerek kalan süre için ek ücret tahsil edilir. Kullanılmayan haklar devredilemez ve iade edilmez.",
            "Vale & Otopark hizmetinden faydalanabilmek için otopark çıkışında manuel ödeme noktalarına gidilerek üyelik ibraz edilmelidir.",
            "Paket aktivasyonundan 24 saat sonra giden katındaki Buggy ve FT hizmetleri devre dışı kalacaktır. Bu hizmetlerden yalnızca 7 gün içinde gelen katta tekrar faydalanılabilir.",
            "Dönüş uçuşunuz 7 gün içerisinde ise, gelen yolcu katındaki Buggy hizmeti ve dış hat uçuşlarında güvenlik kontrolündeki Hızlı Geçiş hizmetinden de yararlanabilirsiniz.",
            "Kampanya yalnızca 18 yaş ve üzeri bireyler için geçerlidir.",
            "0-6 yaş çocuk misafirler kampanyadan ücretsiz yararlanabilir. En fazla 4 çocuk için geçerlidir.",
            "Paket, satın alma sonrası ilk hizmet noktasında QR kod okutularak otomatik olarak aktive edilir.",
            "Paket hakları kişiye özel olup devredilemez, bir başkası tarafından kullanılamaz.",
            "Satın alma sonrası, hizmetlerden yararlanmak için İstanbul Airport mobil uygulamasına giriş yaparak, üyelik profilinizdeki QR kodu İGA Pass noktalarındaki görevliye göstermeniz yeterlidir.",
            "Paket hem iç hem dış hatlarda geçerlidir. İlk kullanım mutlaka giden katında yapılmalıdır.",
            "Öncelikli Check-in hizmeti yalnızca anlaşmalı hava yolları için geçerlidir. ABD, Birleşik Krallık, İrlanda, İsrail ve Kanada uçuşları bu hizmetten muaftır.",
            "Gelen katındaki Buggy hizmeti uçuş kapılarında verilmemektedir. Detaylı bilgiler hizmet noktalarından alınabilir.",
            "Paket hiç aktif edilmemişse satın alma tarihinden 1 yıl sonra geçerliliğini yitirir.",
            "Paket içeriğindeki hizmetler ayrılamaz, devredilemez ve kullanılsa da kullanılmasa da aktif edilen paket tam kullanılmış sayılır.",
            "TAYA Yolcu Hizmetleri A.Ş. ve Mastercard kampanya koşullarında ve paket içeriğinde değişiklik yapma hakkını saklı tutar.",
            "Kampanya başka kampanyalar ile birleştirilemez.",
            "Kampanya sadece İstanbul Havalimanı'ndan yapılan uçuşlarda geçerlidir.",
            "Kampanya 01.05.2025 saat 00:01'de başlayıp, 31.03.2026 saat 23:59'da sona erecektir.",
            "Mastercard kampanya süresince kampanya koşullarında tek taraflı değişiklik yapma hakkını saklı tutar.",
            "Kampanyaya katılım ve işlem bilgileri ile ilgili sorular için öncelikle kartın alındığı banka ile iletişime geçilmelidir. Geri bildirimler için mastercard.turkiye@echoccs.com adresine yazabilirsiniz. Dönüşler 14 iş günü içinde sağlanacaktır.",
            "İletişim Bilgileri: Adres: Mastercard Europe SA, Chaussee de Tervuren 198 a, Waterloo, Belçika E-posta: mastercard.turkiye@echoccs.com",
            "İGA Pass Mastercard hakkında detaylı bilgi için buraya tıklayın.",
            "Bu kampanyanın düzenleyicisi Mastercard olup, kampanyaya dair bütün sorumluluk düzenleyiciye aittir. Yapı Kredi kampanyayı sadece duyurmaktadır.",
            "Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.masterpassplus.com"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 14,
        "title": "Mastercard sahiplerine özel Google Play harcamalarında % 50 indirim ayrıcalığı!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/beb1d1a8-ba3c-4576-bb37-22ae73d837ba/1125x633-google-play.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/beb1d1a8-ba3c-4576-bb37-22ae73d837ba/1125x633-google-play.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/mastercard-sahiplerine-ozel-google-play-harcamalarinda-50-indirim-ayricaligi",
        "views": 0,
        "discount": null,
        "earning": "%50 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 50,
        "created_at": "2025-12-18T23:06:14Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya Google Play ödemelerinde, Mastercard kampanya kuralları kapsamında yapılan harcamalar için geçerlidir.",
            "Kampanya Türkiye'de basılmış bireysel Mastercard kartları ile tek seferde yapılan 5$ ve üzeri Google Play harcamalarında geçerlidir.",
            "Google Play ödemelerinde harcanan tutarın %50'si oranında indirim nakit geri iade olarak sağlanacaktır.",
            "Kampanya sadece bireysel Mastercard kartları için geçerlidir. (kredi kartı ve banka kartı geçerlidir, ön ödemeli ve ticari kartlarda geçerli değildir)",
            "Kampanya, 25 Kasım 2025 saat 00:01'de başlayacak olup 15 Ocak 2026 saat 23:59'da sona erecektir.",
            "Kampanya kapsamında her kart ayda sadece bir kez ve en fazla 5$ nakit geri iade alabilecektir.",
            "Kullanıcıların kampanyadan faydalanabilmeleri için gerekli harcamayı yapmadan önce www.priceless.com/googleplay adresinden kartlarını kaydetmeleri gerekmektedir.",
            "Yabancı kurlar üzerinden yapılan işlemlere ait indirimler, bankaların indirimi işlemek için kullandığı kurların farklı olması durumunda kur bazında değişiklik gösterebilir. Bu uygulamalardan kaynaklanan farklılıklarda Mastercard'ın herhangi bir sorumluluğu bulunmamaktadır.",
            "Kampanya koşullarının sağlanması durumunda, para iadesi en geç 30 gün sonra ilgili banka tarafından hesaba yansıtılacaktır.",
            "Kampanya kapsamında yapılan ödemelerde Google Play'in bu kampanyada bir sorumluluğu yoktur.",
            "Program bir kotaya tabidir. Mastercard kota dolunca kampanyayı durdurma hakkına sahiptir.",
            "Kampanyaya katılım ve işlem bilgilerine dair soruları olan kart sahipleri, ilk aşamada kartlarını aldıkları bankalar ile doğrudan iletişime geçebilir, ek geri bildirimler için ise mastercard.turkiye@echoccs.com adresine ulaşabilirler. Bu adres üzerinden geri dönüşler 14 iş günü içerisinde sağlanacaktır.",
            "Mastercard kampanya süresince herhangi bir zamanda kampanya koşullarında tek taraflı değişiklik yapma hakkına sahiptir.",
            "Kampanyayı Mastecard düzenlemektedir, Yapı Kredi sadece duyurumunu yapmaktadır.",
            "Mastercard kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Mastercard kartları"
        ],
        "valid_locations": [
            "www.priceless.com"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 15,
        "title": "Opet'te Araçta Ödeme ile tek seferde yapacağınız ilk 1.250 TL ve üzeri harcamanızdan sonraki her 1.250 TL ve üzeri harcamanıza 25 TL, toplam 250 TL'ye varan Opet Puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Yakıt",
        "image": "https://www.crystalcard.com.tr/getmedia/838046c8-ce3b-4367-948e-63062c2b8c8e/Aracta-Odeme-Crystal.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/838046c8-ce3b-4367-948e-63062c2b8c8e/Aracta-Odeme-Crystal.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/opette-aracta-odemeopette-aracta-odeme-ile-tek-seferde-yapacaginiz-ilk-1250-tl-ve-uzeri-aralik",
        "views": 0,
        "discount": null,
        "earning": "250 TL Puan",
        "min_spend": 13750,
        "max_discount": 250,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:17Z",
        "valid_from": "2025-12-06T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil'den kampanyaya katılım yapılması zorunludur. Opet istasyonlarında Araçta Ödeme ile ödeme yapmak için istasyonda akaryakıt alımından önce akaryakıt satış yetkilisine World Pay ile Araçta Ödeme yapılmak istendiği belirtilmelidir. Kampanya kapsamındaki işlemlerin kampanyaya dahil olan Yapı Kredi Bankası World POS sistemi üzerinden geçmesi gerekmektedir. Kampanyaya katılım",
        "participation_points": [
            "World Mobil'den kampanyaya katılım yapılması zorunludur. Opet istasyonlarında Araçta Ödeme ile ödeme yapmak için istasyonda akaryakıt alımından önce akaryakıt satış yetkilisine World Pay ile Araçta Ödeme yapılmak istendiği belirtilmelidir. Kampanya kapsamındaki işlemlerin kampanyaya dahil olan Yapı Kredi Bankası World POS sistemi üzerinden geçmesi gerekmektedir. Kampanyaya katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "6-31 Aralık 2025 tarihleri arasında Opet istasyonlarından farklı günlerde Araçta Ödeme ile yapılacak ilk 1250 TL ve üzeri harcamanızdan sonraki her 1250 TL ve üzeri akaryakıt işlemine 25 TL olmak üzere kampanya boyunca toplamda 250 TL Opet Puan hediye edilecektir.",
            "Kampanyaya yalnızca Yapı Kredi bireysel kredi kartları ve bireysel TLcard'lar ile Opet istasyonlarında Araçta Ödeme ile yapılacak harcamalar dahildir.",
            "Aynı gün aynı üye iş yerinden yapılacak işlemlerden yalnızca ilki kampanyaya dahil olacaktır.",
            "Kampanyaya 1250 TL ve üzeri harcamalar dahildir.",
            "Bir müşteri Araçta Ödeme kampanyası kapsamında tek seferde 25 TL, toplamda en fazla 250 TL Opet Puan kazanabilir.",
            "Araçta Ödeme kampanyası kapsamında puan kazanımı sağlayabilmek için World Mobil'den kampanyaya katılım yapılması zorunludur.",
            "Opet istasyonlarında Araçta Ödeme ile ödeme yapmak için istasyonda akaryakıt alımından önce akaryakıt satış yetkilisine World Pay ile Araçta Ödeme yapılmak istendiği belirtilmelidir.",
            "Kampanya kapsamındaki işlemlerin kampanyaya dahil olan Yapı Kredi Bankası World POS sistemi üzerinden geçmesi gerekmektedir.",
            "Kampanyaya katılım yapılması durumunda kampanya kapsamında kazanılan puanlar gün içinde yüklenecek ve puan kullanımı süresiz olacaktır. Ayrıca müşterinin kampanya kapsamında Yapı Kredi bireysel kredi kartı ile herhangi bir alışverişi olmaması ve kampanya kapsamındaki tüm alışverişlerinin yalnızca bireysel TLcard'ı ile gerçekleştirmiş olması durumunda puan yükleme esnasında bireysel kredi kartları kapalı ise kazanılan puanlar TLcard'a yüklenecektir.",
            "Araçta Ödeme yalnızca Yapı Kredi bireysel kredi kartı ve bireysel TLcard'lar ile Opet istasyonlarından yapılabilir.",
            "Kampanyaya Vakıfbank Worldcard'lar, Albaraka Worldcard'lar, TEB Worldcard'lar, Anadolubank Worldcard'lar ve Business kartlar dahil değildir ve Araçta Ödeme kampanya şartlarından faydalanamazlar.",
            "Kampanyaya Worldpuan ile yapılan alışverişler dahil değildir. Alışverişin iadesi durumunda kampanya geçersiz olacaktır.",
            "Araçta Ödeme Nasıl Yapılır?",
            "World Mobil'e giriş yaparak, PAY butonuna tıklayıp Araçta Öde'yi seçin ve Araçta Ödeme yapabilmek için aracınızın plakasını bir seferlik kaydedin. Opet istasyonda akaryakıt dolumu başlamadan önce akaryakıt satış yetkilisine World Pay ile Araçta Ödeme yapacağınızı belirtin. Dolum bittiğinde PAY menüsünden Araçta Öde'ye girerek ya da telefonunuza gelen bildirime tıklayarak ödeme ekranını açın. Ödemeyi yapmak istediğiniz kartınızı seçerek işlemi tamamlayın.",
            "Geçerli istasyonlar için tıklayınız.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi bireysel kredi kartı ve bireysel TLcard işlem verileriniz, 6-31 Aralık 2025 arasında tarihleri arasında, Bankalara ait fiziki POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş (\"Yapı Kredi\") tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 16,
        "title": "Silver Logolu Mastercard'ınıza özel Sabiha Gökçen Havalimanı'nda ücretsiz ALLWAYS Fast Track/Hızlı Geçiş ayrıcalığı!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/8f0c4735-4a98-4160-920f-4548cc7016e7/hizli-gecis.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/8f0c4735-4a98-4160-920f-4548cc7016e7/hizli-gecis.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/silver-logolu-mastercardiniza-ozel-sabiha-gokcen-havalimaninda-ucretsiz-allways-fast-trackhizli-geci",
        "views": 0,
        "discount": null,
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:20Z",
        "valid_from": "2025-05-01T00:00:00Z",
        "valid_until": "2026-03-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Türkiye'den alınmış Silver logolu Mastercard'ınız ile 1 Mayıs 2025 – 31 Mart 2026 tarihleri arasında Sabiha Gökçen Havalimanı'nda ALLWAYS Fast Track/Hızlı Geçiş hizmetinden ücretsiz faydalanabilirsiniz.",
            "Kampanyadan faydalanabilmek için www.masterpassplus.com adresinden aldığınız kupon kodunuzu kullanarak, İstanbul Sabiha Gökçen Uluslararası Havalimanı`nda aşağıda detayları verilen ALLWAYS Fast Track/Hızlı Geçiş lokasyonlarında kullanılabilirsiniz: Dış Hat / Giden Yolcu Terminali – Terminal Giriş ve Pasaport Kontrol Noktası - Dış Hat / Gelen Yolcu Terminali – Pasaport Kontrol Noktası",
            "Hizmetten faydalanmak için belirtilen geçiş kodunun hizmet noktalarında görevli personele ibraz edilmesi gerekmektedir.",
            "Her bir geçiş kodu 1 kişi için geçerlidir ve tek kullanımlıktır. Hizmet noktasından hizmet alacak kişi sayısı kadar kupon kullanımı gerekmektedir. 0-6 yaş arası çocuklar ebeveynleri eşliğinde geçiş yapabilir.",
            "Terminal Giriş Noktasında kullanımı sağlanan geçiş kodu ile kullanımı takiben en geç 3 saat içerisinde Pasaport Kontrol Noktasından da geçiş yapılabilir.",
            "Bu kampanya, diğer kampanyalar ile birleştirilemez. Kodlar 30 Haziran 2026 tarihine kadar geçerlidir.",
            "Kampanya sadece Sabiha Gökçen Havalimanı'nında yapılan yolculuklarda geçerlidir.",
            "Kampanya, 1 Mayıs 2025 saat 00:01'de başlayacak olup 31 Mart 2026 saat 23:59'da sona erecektir.",
            "Mastercard kampanya süresince herhangi bir zamanda kampanya koşullarında tek taraflı değişiklik yapma hakkına sahiptir.",
            "Geçiş kodunun nakdi bir değeri yoktur. Nakit ya da herhangi türdeki değer, hizmet ve ürünlerle değiştirilemez.",
            "Bu geçiş kodu ile gerçekleştirilen hızlı geçişler için herhangi bir ödül veya bağlılık puanı verilmeyecektir.",
            "Kampanyaya katılım ve işlem bilgilerine dair soruları olan kart sahipleri, ilk aşamada kartlarını aldıkları bankalar ile doğrudan iletişime geçebilir, ek geri bildirimler için ise masterard.turkiye@echoccs.com adresine laşabilirler. Bu adres üzerinden geri dönüşler 14 iş günü içerisinde sağlanacaktır.İletişim bilgileri: Adres: Mastercard Europe SA, Chaussee de Tervuren 198 a, Waterloo, Belçika, E-posta: masterard.turkiye@echoccs.com",
            "Kampanya Mastercard tarafından düzenlenmekte olup kampanyaya dair bütün sorumluluk düzenleyiciye aittir. Mastercard kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.masterpassplus.com"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 17,
        "title": "Metal Crystal ile yeni yılda yurt dışındaki fiziki ve online harcamalarınıza 3.000 TL'ye varan indirim!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Online Alışveriş",
        "image": "https://www.crystalcard.com.tr/getmedia/27f8c08c-0586-4634-b7bf-aa955fad7a14/metal.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/27f8c08c-0586-4634-b7bf-aa955fad7a14/metal.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/metal-crystal-ile-yurt-disindaki-fiziki-ve-online-harcamalariniza-3000-tlye-varan-indirim-aralik",
        "views": 0,
        "discount": null,
        "earning": "3.000 TL Puan",
        "min_spend": 30000,
        "max_discount": 3000,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:22Z",
        "valid_from": "2025-12-15T00:00:00Z",
        "valid_until": "2026-01-14T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması üzerinden katılım",
        "participation_points": [
            "World Mobil uygulaması üzerinden katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında geçerlidir.",
            "Kampanya kapsamında tüm metal Crystal kartlarla yurt dışı sanal ve fiziki POS'lardan tek seferde yapılacak 7.500 TL ve üzeri harcamaya 750 TL, toplamda en fazla 3.000 TL indirim kazanılmaktadır.",
            "Kampanya kapsamında en fazla kazanım tutarı 3.000 TL değerinde indirimdir.",
            "Kampanya kapsamında tek seferde yapılan her 7.500 TL ve üzeri harcamada 750 TL değerinde, toplamda 3.000 TL'ye varan indirim kazanılacaktır.",
            "Kampanya metal Crystal kartlarda geçerlidir.",
            "Kampanya fiziki ve sanal POS'lardan yapılacak yurt dışı işlemlerinde geçerlidir.",
            "Kampanyaya menşei yurt dışı olan internet sitelerinden yapılacak işlemler dahildir.",
            "Kampanyaya kumar harcamaları ve kripto para borsalarında yapılan harcamalar dahil değildir.",
            "Nakit çekim, iade ve puan kullanımı işlemleri dahil değildir.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir.",
            "Sanal kartla yapılan harcamalar kampanyaya dahildir.",
            "Kampanyaya sadece World Mobil uygulaması üzerinden katılım yapılabilecektir.",
            "Kampanyaya yalnızca metal Crystal kartlarda yapılacak harcamalar dahildir.",
            "Müşteri aynı gün içerisinde aynı işyerinde yapılacak harcamalarda sadece ilk harcama ödüllendirilir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan toplamda 3.000 TL indirim kazanabilir.",
            "Kampanyadan kazanılan indirimler kazanılan gün içerisinde ilgili karta yansıtılacaktır.",
            "Müşterilerin World Mobil üzerinden katılım yapabilmesi için kredi kartlarının açık statülü olması ve harcamalarını ilgili kredi kartları ile yapmaları gerekmektedir.",
            "Kampanyaya World Mobil uygulamasından \"Hemen Katıl\" butonuna tıklayarak katılım yapılması gerekmektedir. Kampanyaya katılmayan müşteriler kampanyadan indirim kazanamayacaklardır.",
            "Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da indirim kazanılmaktadır.",
            "Yapılan işlemlerin kampanya koşullarıyla örtüşmesinde Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri dikkate alınacaktır.",
            "Mail order yoluyla yapılan işlemler ve e-ticaret işlemleri kampanyaya dahildir.",
            "Döviz Hesap Özeti talimatı ile EUR harcamalarınızı EUR Hesap Özeti'nden, diğer döviz harcamalarınızı USD Hesap Özeti'nden takip edebilirsiniz.",
            "Kıbrıs'ta yapılan harcamalar kampanyaya dahil değildir.",
            "Yurt dışı kaynaklı firmalardan yapılacak alışverişlerde; firmaların Türkiye'de anlaşmalı olduğu poslarından geçen işlemler kampanyaya dahil değildir.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi Tüm Bireysel Kredi Kartlarına dair işlem verileriniz, 15 Aralık 2025 - 14 Ocak 2026 tarihleri arasında, Bankalara ait fiziki ve sanal POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "metal Crystal kartlarda yapılacak harcamalar"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 18,
        "title": "Crystal ile World Cinezone sinema biletlerinde %20 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/3b37a3a8-dcce-43e1-ad5a-03ae14c5af9c/crystal1125x633.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/3b37a3a8-dcce-43e1-ad5a-03ae14c5af9c/crystal1125x633.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-world-cinezone-sinema-biletlerinde-20-indirim-ayricaligi-aralik",
        "views": 0,
        "discount": null,
        "earning": "%20 İndirim",
        "min_spend": 5000,
        "max_discount": 1000,
        "discount_percentage": 20,
        "created_at": "2025-12-18T23:06:25Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil üzerinden veya SMS yolu ile katılım",
        "participation_points": [
            "World Mobil üzerinden veya SMS yolu ile katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 01- 31 Aralık 2025 tarihleri arasında geçerlidir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan işlem bazında 500, aylık bazda en fazla 1.000 TL indirim kazanabilir.",
            "Kampanyadan faydalanabilmek için aşağıda belirtildiği şekilde World Mobil üzerinden veya SMS yolu ile katılım sağlanması gerekmektedir.",
            "Katılım sağlamayan müşteriler %20 indirimden yararlanamayacaktır.",
            "Kampanya Crystal ile yapılan ödemelerde geçerlidir.",
            "Kazanılan indirim otomatik olarak harcama yapılan günün sonunda karta yansıtılacaktır.",
            "Kampanya aşağıda belirtilen World Cinezone sinema gişelerinden yapılan bilet harcamalarında geçerlidir, Biletiva üzerinden yapılan bilet satışlarında indirim geçerli değildir.",
            "World Mobil uygulamasından kampanyaya katılmak için \"Kampanyalar\" alanındaki ilgili kampanyanın \"Katıl\" butonuna tıklanması gerekmektedir.",
            "Kampanyaya SMS ile katılmak için \"CRYSTALWORLDCINEZONE\" yazıp bir boşluk bırakarak kredi kartının üzerindeki müşteri numarasının 4454'e gönderilmesi gerekmektedir.",
            "Kampanyaya katılmayan müşteriler kampanyadan indirim kazanamayacaklardır."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 19,
        "title": "Crystal'a özel Eleventy'deki harcamalarda 5.000 TL puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/2865370f-584e-4847-9b8d-e75a09dcbed0/eleventy-aralik.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/2865370f-584e-4847-9b8d-e75a09dcbed0/eleventy-aralik.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystala-ozel-eleventydeki-harcamalarda-5000-tl-puan-aralik",
        "views": 0,
        "discount": null,
        "earning": "5.000 TL Puan",
        "min_spend": 30000,
        "max_discount": 5000,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:28Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması indirilmelidir. World Mobil uygulamasından kampanyaya katılmak",
        "participation_points": [
            "World Mobil uygulaması indirilmelidir. World Mobil uygulamasından kampanyaya katılmak"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya kapsamında 1-31 Aralık 2025 tarihleri arasında seçili Eleventy mağazalarından Crystal kredi kartı ile tek seferde yapılacak peşin veya taksitli 30.000 TL ve üzerine 5.000 TL Worldpuan kazanılmaktadır.",
            "Puan kampanyasına yalnızca Crystal kredi kartı ile yapılan alışverişler için geçerli olup, bir müşteri kampanyadan en fazla 1 kez yararlanabilir.",
            "Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da puan kazanılmaktadır. Puan yüklemesi asıl karta yapılmaktadır.",
            "Kampanya döneminde ürün iadesi ve benzeri nedenlerden dolayı kampanya şartları sağlanamadığı durumlarda, puan kazanımı olmayacaktır.",
            "Kampanyaya katılmak için iPhone veya Android cep telefonuna World Mobil uygulaması indirilmelidir. World Mobil uygulamasından kampanyaya katılmak için \"Kampanyalar\" alanındaki ilgili kampanyanın \"Katıl\" butonuna tıklanması gerekmektedir.",
            "Kampanya kapsamında kazanılan puanlar 7 Ocak 2026 tarihine kadar tarihine kadar yüklenecektir.",
            "Puan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
            "Kampanya kapsamındaki işlemlerin, kampanyaya dahil olan Yapı Kredi World Üye İşyerindeki, Yapı Kredi Bankası World POS Sistemi üzerinden geçmesi gerekmektedir.",
            "Yapı ve Kredi Bankası A.Ş. ve Doğuş Perakende Satış Giyim ve Aksesuar Tic. A.Ş tüm kampanyalarda değişiklik yapma hakkını saklı tutar.",
            "Yazım hataları bağlayıcı değildir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait kredi ve banka kartı işlem verileriniz 1-31 Aralık 2025 tarihleri arasında, Bankalara ait fiziki ve sanal POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş (\"Yapı Kredi\") tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz. Metni okumak için: https://www.yapikredi.com.tr/yapi-kredi-hakkinda/haberler/detay/52207"
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.yapikredi.com.tr"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 20,
        "title": "Silver logolu Mastercard'ınıza özel Galataport'ta otopark 1 TL ayrıcalığı!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/2bc12325-c983-40b5-b362-83c14f4ed630/WM_Galataport_Otopark_1125x633.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/2bc12325-c983-40b5-b362-83c14f4ed630/WM_Galataport_Otopark_1125x633.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/silver-logolu-mastercardiniza-ozel-galataportta-otopark-1-tl-ayricaligi",
        "views": 0,
        "discount": null,
        "earning": "%50 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 50,
        "created_at": "2025-12-18T23:06:30Z",
        "valid_from": "2025-11-13T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "13 Kasım 2025 – 31 Aralık 2025 tarihleri arasında Galataport İstanbul mobil uygulaması üzerinden Masterpass™ hesabına kayıtlı Silver logolu Mastercard® kartı ile otopark ödemelerini yapan kullanıcılar ayda bir kere 1 TL'ye park etme hakkı kazanıyor.",
            "Kampanyadan yararlanmak için www.masterpassplus.com web sitesi üzerinden giriş yaparak ilgili kampanya sayfasından kupon aldıktan sonra, Galataport İstanbul mobil uygulaması otopark ödeme ekranındaki \"İndirim Kodu\" alanına yazılarak onaylanmalıdır.",
            "Masterpass'e üye olmayan kullanıcılar, www.masterpassplus.com web sitesi üzerinden üye olduktan sonra ilgili kampanya sayfasından kuponlarını alabilir.",
            "Kampanya, Galataport İstanbul mobil uygulaması üzerinden yapılan ödemelerde geçerlidir.",
            "Kampanyadan faydalanmak için ödeme işlemi Galataport İstanbul mobil uygulaması üzerinden Masterpass™ hesabına kayıtlı Silver logolu Mastercard® kartı ile yapılmış olmalıdır.",
            "Kullanıcıların Masterpass™'e kayıtlı Mastercard® logolu kartı yok ise Galataport İstanbul mobil uygulaması üzerinden Masterpass™'e; Silver logolu Mastercard® kartlarını kaydetmeleri gerekmektedir.",
            "Kampanyadan faydalanmak isteyen kullanıcılar linkten Galataport İstanbul mobil uygulamasını indirebilirler: https://gpapp.page.link/w4h6",
            "Her kullanıcı, her ay yeni bir kod alarak kampanyadan yalnızca 1 kez faydalanabilir.",
            "Maksimum indirim tutarı 399 TL olacaktır. 400 TL'yi aşan otopark kullanımlarında 400 TL'lik tutar 1 TL olarak hesaplanacak, kalan tutar toplam ücrete eklenecektir.",
            "Kupon kodu 31.12.2025 tarihine kadar kullanılabilir. Bu tarihten sonra geçersiz olacaktır.",
            "Mastercard® sahiplerine özel %50 indirim kampanyası ve diğer kampanyalarla birleştirilemez.",
            "1 TL kampanyasından yararlanan üyeler, aynı ay içinde Cuma–Pazar günleri geçerli %50 indirim kampanyasından faydalanmaya devam edebilirler.",
            "Galataport İstanbul Liman İşletmeciliği ve Yatırımları A.Ş. ve Mastercard herhangi bir ön bildirimde bulunmaksızın, kampanya koşullarını tek taraflı değiştirme hakkına sahiptir.",
            "Kampanya düzenleyicisi Mastercard olup, kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.masterpassplus.com"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 21,
        "title": "Crystal ile Bee Goddess'ta %15 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/e007e19b-0c2d-467d-ad92-3671d975ab3f/bee-goddes.png",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/e007e19b-0c2d-467d-ad92-3671d975ab3f/bee-goddes.png"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-bee-goddessta-15-indirim-ayricaligi-aralik",
        "views": 0,
        "discount": null,
        "earning": "%15 İndirim",
        "min_spend": 66666,
        "max_discount": 10000,
        "discount_percentage": 15,
        "created_at": "2025-12-18T23:06:33Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil üzerinden veya SMS yolu ile katılım",
        "participation_points": [
            "World Mobil üzerinden veya SMS yolu ile katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 01- 31 Aralık 2025 tarihleri arasında geçerlidir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan aylık bazda en fazla 10.000 TL indirim kazanılacaktır.",
            "Kampanyadan faydalanabilmek için aşağıda belirtildiği şekilde World Mobil üzerinden veya SMS yolu ile katılım sağlanması gerekmektedir.",
            "Katılım sağlamayan müşteriler %15 indirimden yararlanamayacaktır.",
            "Kampanya Crystal ile yapılan ödemelerde geçerlidir",
            "Aynı gün aynı üye işyerinden yapılan harcamalarda, yalnızca ilk harcamadan indirim kazanacaktır.",
            "Kazanılan indirim otomatik olarak harcama yapılan günün sonunda karta yansıtılacaktır.",
            "Kampanya aşağıda belirtilen Bee Goddess mağazalarında geçerlidir.",
            "World Mobil uygulamasından kampanyaya katılmak için \"Kampanyalar\" alanındaki ilgili kampanyanın \"Katıl\" butonuna tıklanması gerekmektedir.",
            "Kampanyaya SMS ile katılmak için \"BEEGODDESS\" yazıp bir boşluk bırakarak kredi kartının üzerindeki müşteri numarasının 4454'e gönderilmesi gerekmektedir.",
            "Kampanyaya katılmayan müşteriler kampanyadan indirim kazanamayacaklardır."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 22,
        "title": "Crystal ile Soon to be Announced'da %20 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/df905ca7-fb93-4455-b02b-44f29643d5a9/IMG_1468_0005_IMG_1469-(2).png",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/df905ca7-fb93-4455-b02b-44f29643d5a9/IMG_1468_0005_IMG_1469-(2).png"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-soon-to-be-announcedda-20-indirim-ayricaligi-aralik",
        "views": 0,
        "discount": null,
        "earning": "%20 İndirim",
        "min_spend": 50000,
        "max_discount": 10000,
        "discount_percentage": 20,
        "created_at": "2025-12-18T23:06:37Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil üzerinden veya SMS yolu ile katılım",
        "participation_points": [
            "World Mobil üzerinden veya SMS yolu ile katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 01 - 31 Aralık 2025 tarihleri arasında geçerlidir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan aylık bazda en fazla 10.000 TL indirim kazanılacaktır.",
            "Kampanyadan faydalanabilmek için aşağıda belirtildiği şekilde World Mobil üzerinden veya SMS yolu ile katılım sağlanması gerekmektedir.",
            "Katılım sağlamayan müşteriler %20 indirimden yararlanamayacaktır.",
            "Kampanya Crystal ile yapılan ödemelerde geçerlidir.",
            "Kazanılan indirim otomatik olarak harcama yapılan günün sonunda karta yansıtılacaktır.",
            "Kampanya Soon to be Announced fiziki mağazalarında geçerlidir.",
            "World Mobil uygulamasından kampanyaya katılmak için \"Kampanyalar\" alanındaki ilgili kampanyanın \"Katıl\" butonuna tıklanması gerekmektedir.",
            "Kampanyaya SMS ile katılmak için \"SOONTOBE\" yazıp bir boşluk bırakarak kredi kartının üzerindeki müşteri numarasının 4454'e gönderilmesi gerekmektedir.",
            "Kampanyaya katılmayan müşteriler kampanyadan indirim kazanamayacaklardır.",
            "Kampanya fiziki mağazalarda geçerlidir."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 23,
        "title": "Restoran sektöründe yapacağınız her 2.000 TL harcamaya 100 TL, World Pay ile ödemlerde ek 60 TL, toplamda 480 TL'ye varan puan hediye!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Restoran & Kafe",
        "image": "https://www.crystalcard.com.tr/getmedia/b9e33567-ceef-4934-b48f-1b1025dafde4/Crystal-restoran-kasim.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/b9e33567-ceef-4934-b48f-1b1025dafde4/Crystal-restoran-kasim.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/restoran-sektorunde-yapacaginiz-her-2000-tl-harcamaya-100-tl-world-pay-ile-odemlerde-ek-60-tl-aralik",
        "views": 0,
        "discount": null,
        "earning": "480 TL Puan",
        "min_spend": 6000,
        "max_discount": 480,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:40Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması üzerinden katılım veya RESTORAN yazıp 4454'a SMS gönderilmelidir.",
        "participation_points": [
            "World Mobil uygulaması üzerinden katılım",
            "RESTORAN yazıp 4454'a SMS gönderilmelidir."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 1-31 Aralık 2025 tarihleri arasında geçerlidir.",
            "Fiziki ve sanal Yapı Kredi POS'larından yapılacak restoran sektörlerindeki alışverişlerde geçerlidir.",
            "Kampanyaya SMS (kısa mesaj) ile veya World Mobil uygulaması üzerinden katılım yapılabilecektir.",
            "Kampanyaya katılmayan müşteriler kampanyadan puan kazanamayacaklardır.",
            "Aynı gün aynı üye işyerinden tek seferde yapılacak 2.000 TL ve üzeri harcamanın ilki kampanyaya dahil olacaktır.",
            "Kampanya kapsamında tek seferde yapılan her 2.000 TL ve üzeri harcamada 100 TL değerinde, World Pay ile ödemlerde ek 60 TL, toplamda 480 TL'ye varan puan kazanılacaktır.",
            "Kampanyaya Yapı Kredi bireysel kredi kartları ve bireysel TLcard'lar dahildir; Albaraka, Vakıfbank ve Anadolubank Worldcard'lar kampanyaya dahil değildir.",
            "Nakit çekim, iade ve puan kullanımı işlemleri dahil değildir.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar ve mail order ve dijital kartla yapılan işlemleri dahildir.",
            "Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da puan kazanılmaktadır. Puan yüklemesi asıl karta yapılmaktadır.",
            "Yapı Kredi POS'larından TR Karekod veya NFC Mobil Ödeme ile yapılan fiziki banka POS'u ödemeleri kampanyaya dahildir.",
            "Hesabınızda bakiye olmasa bile esnek hesap limitinizi TLcard ile yapacağınız tüm alışverişlerde kullanabilirsiniz.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan en fazla 480 TL puan kazanabilir.",
            "Kampanya kapsamında kazanılan puanlar açık statülü Yapı Kredi bireysel kredi kartları ya da TLcard'lara en az 1 adet kullanıma açık Yapı Kredi bireysel kredi kartı ya da TLcard olması durumunda 6 Ocak 2026'da yüklenecektir. Puanların son kullanma tarihi 6 Şubat 2026'dır. Kullanılmayan puanlar 7 Şubat 2026 itibari ile geri alınacaktır.",
            "Müşterilerin kampanya katılımı yapabilmesi için açık statülü en az 1 adet Yapı Kredi bireysel kredi kartlarının veya bireysel TLcard'larının olması gerekmektedir.",
            "Kampanyaya World Mobil uygulamasının Fırsatlar menüsünden veya SMS ile katılım yapılabilecektir. Kampanyaya katılmayan müşteriler kampanyadan puan kazanamayacaklardır.",
            "Yapı Kredi bireysel kredi kartı ve bireysel TLcard müşterilerinin, SMS ile kampanyaya katılmak için RESTORAN yazıp bir boşluk bırakarak müşteri numaralarını 4454'e göndermeleri gerekmektedir.",
            "SMS gönderim bedeli GSM operatörlerinin kendi tarifeleri üzerinden belirlenmektedir.",
            "Kampanyaya dahil işlemler için Yapı Kredi sisteminde tanımlı olan sektör, marka ve üye işyeri tanımları geçerli olacaktır.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Kampanya koşulları kart çeşitleri bazında değişiklik gösterebilir.",
            "Kampanya kapsamındaki harcamanız iade olursa puan geri alınır.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi bireysel kredi kartları ve bireysel TLcardlar işlem verileriniz, 1-31 Aralık 2025 tarihleri arasında, Yapı Kredi sanal POS'larından toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 24,
        "title": "POS'ta TR Karekod veya NFC Mobil Ödeme ile World Üye İşyerleri'nden yapacağınız 1.000 TL ve üzeri harcamanıza 25 TL, toplamda 750 TL'ye varan Puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/9e56be4a-69cc-4365-a0e9-8620fa85acaa/Qr-Crystal.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/9e56be4a-69cc-4365-a0e9-8620fa85acaa/Qr-Crystal.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/posta-tr-karekod-veya-nfc-mobil-odeme-ile-world-uye-isyerlerinden-yapacaginiz-1000-tl-ve-uzeri-arali",
        "views": 0,
        "discount": null,
        "earning": "750 TL Puan",
        "min_spend": 1000,
        "max_discount": 750,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:42Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil veya Yapı Kredi Mobil üzerinden NFC Mobil Ödeme veya POS'ta TR Karekod ile Ödeme kullanılarak Yapı Kredi bireysel ve business kredi kartları ve TLcard'lar ile yapılacak işlemlerde geçerlidir. POS'ta TR Karekod ile Ödeme işlemleri TR Karekod uyumlu banka POS'larından, NFC Mobil Ödeme temassız özellikli banka POS'larından yapılabilmektedir. Kampanyaya peşin veya taksitli yapılan işlemler dahildir. İnternette QR Kod ile yapılan işlemler kampanyaya dahil değildir. Mobil web & app-to-app ödemeleri kampanyaya dahil değildir. Fatura ödemeleri, nakit çekim, vergi işlemleri, mail order işlemleri, iade, iptal ve puan kullanımı işlemleri dahil değildir. Kampanyaya sadece yurt içinde yapılan işlemler dahildir. Kampanya kart ya da cihaz başına değil müşteri başına geçerli olup, bir müşteri kampanyadan en fazla 750 TL Puan kazanabilir. Aynı gün aynı üye işyerinden tek seferde yapılacak harcamanın ilki kampanyaya dahil olacaktır. Kampanyaya World Mobil uygulamasından \"Hemen Katıl",
        "participation_points": [
            "World Mobil veya Yapı Kredi Mobil üzerinden NFC Mobil Ödeme veya POS'ta TR Karekod ile Ödeme kullanılarak Yapı Kredi bireysel ve business kredi kartları ve TLcard'lar ile yapılacak işlemlerde geçerlidir. POS'ta TR Karekod ile Ödeme işlemleri TR Karekod uyumlu banka POS'larından, NFC Mobil Ödeme temassız özellikli banka POS'larından yapılabilmektedir. Kampanyaya peşin veya taksitli yapılan işlemler dahildir. İnternette QR Kod ile yapılan işlemler kampanyaya dahil değildir. Mobil web & app-to-app ödemeleri kampanyaya dahil değildir. Fatura ödemeleri, nakit çekim, vergi işlemleri, mail order işlemleri, iade, iptal ve puan kullanımı işlemleri dahil değildir. Kampanyaya sadece yurt içinde yapılan işlemler dahildir. Kampanya kart ya da cihaz başına değil müşteri başına geçerli olup, bir müşteri kampanyadan en fazla 750 TL Puan kazanabilir. Aynı gün aynı üye işyerinden tek seferde yapılacak harcamanın ilki kampanyaya dahil olacaktır. Kampanyaya World Mobil uygulamasından \"Hemen Katıl"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 1-31 Aralık 2025 tarihleri arasında geçerlidir.",
            "Yapı Kredi World Üye İşyerleri'ndeki fiziki Yapı Kredi POS'larından yapılacak harcamalarda geçerlidir.",
            "Kampanya yalnızca World Mobil veya Yapı Kredi Mobil üzerinden NFC Mobil Ödeme veya POS'ta TR Karekod ile Ödeme kullanılarak Yapı Kredi bireysel ve business kredi kartları ve TLcard'lar ile yapılacak işlemlerde geçerlidir.",
            "POS'ta TR Karekod ile Ödeme işlemleri TR Karekod uyumlu banka POS'larından, NFC Mobil Ödeme temassız özellikli banka POS'larından yapılabilmektedir.",
            "Kampanyaya peşin veya taksitli yapılan işlemler dahildir.",
            "İnternette QR Kod ile yapılan işlemler kampanyaya dahil değildir.",
            "Mobil web & app-to-app ödemeleri kampanyaya dahil değildir.",
            "Fatura ödemeleri, nakit çekim, vergi işlemleri, mail order işlemleri, iade, iptal ve puan kullanımı işlemleri dahil değildir.",
            "Kampanyaya sadece yurt içinde yapılan işlemler dahildir.",
            "Kampanya kart ya da cihaz başına değil müşteri başına geçerli olup, bir müşteri kampanyadan en fazla 750 TL Puan kazanabilir.",
            "Aynı gün aynı üye işyerinden tek seferde yapılacak harcamanın ilki kampanyaya dahil olacaktır.",
            "Kampanyaya World Mobil uygulamasından \"Hemen Katıl\" butonuna tıklayarak katılım yapılması gerekmektedir. Kampanyaya katılmayan müşteriler puan kazanamayacaklardır.",
            "Kampanya kapsamında kazanılan puanlar kazanılan gün içerisinde en az 1 adet kullanıma açık kredi kartı olması durumunda yüklenecek olup puanların son kullanma tarihi 1 Şubat 2026'dır. Kullanılmayan puanlar 2 Şubat 2026 tarihinde geri alınacaktır.",
            "Müşterinin puan yükleme esnasında tüm kredi kartlarının kapalı olması durumunda kampanya kapsamında sadece TLcard alışverişleri için kazandığı puanlar TLcard'ına yüklenecektir. Ayrıca müşterinin kampanya kapsamında Yapı Kredi kredi kartı ile herhangi bir alışverişi olmaması ve kampanya kapsamındaki tüm alışverişlerinin yalnızca TLcard'ı ile gerçekleştirmiş olması durumunda puan yükleme esnasında kredi kartları kapalı ise kazanılan puanlar TLcard'a yüklenecektir.",
            "NFC Mobil Ödeme, işletim sistemi Android olan, 4.4.2 ve üzeri versiyona sahip telefonlar ile yapılabilir. Android cep telefonuna World Mobil veya Yapı Kredi Mobil uygulaması indirilerek uygulamaların \"PAY\" menülerinden NFC/Mobil Ödeme Ayarları>NFC Mobil Ödeme Aktivasyonu seçilerek kartın NFC Mobil Ödeme'ye açılması gerekmektedir. Kartınızı NFC Mobil Ödeme'ye açtıktan sonra, ödeme anında cihazınızın herhangi bir tuşuna basarak ekranınızı açık hale getirmeniz ve telefonu POS'a yaklaştırmanız yeterlidir.",
            "POS'ta TR Karekod ile işlem yapmak için iOS ya da Android cep telefonuna World Mobil veya Yapı Kredi Mobil indirilmelidir. Ödeme yapmadan önce kasiyere TR Karekod ile ödeme yapacağınızı belirttikten sonra World Mobil'den World Pay butonuna tıklayarak \"QR Kod ile Öde\"yi ya da Yapı Kredi Mobil uygulamasından World Pay veya Jet QR menüsündeki \"QR Kod ile Öde\"ye tıklayıp QR Kod okuyucuyu açın ve POS cihazında oluşan TR Karekod'u okutun. Ödeme bilgilerinizi girerek işlemi tamamlayın.",
            "Yapı ve Kredi Bankası kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarında değişiklik yapma hakkını saklı tutar.",
            "• Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi bireysel kredi kartı ve bireysel TLcard işlem verileriniz, 1-31 Aralık 2025 tarihleri arasında, Bankalara ait fiziki POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş (\"Yapı Kredi\") tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 25,
        "title": "Masterpass'a kayıtlı Mastercard logolu Yapı Kredi kart sahiplerine özel HOP sürüşlerinde 200 TL değerinde indirim kuponu fırsatı!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/16cae4db-9b73-4e4f-a839-660b853c105a/mastercard-hop-1125x633_1.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/16cae4db-9b73-4e4f-a839-660b853c105a/mastercard-hop-1125x633_1.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/masterpassa-kayitli-mastercard-logolu-yapi-kredi-kart-sahiplerine-ozel-hop-suruslerinde-200-tl-deger",
        "views": 0,
        "discount": null,
        "earning": "200 TL Puan",
        "min_spend": null,
        "max_discount": 200,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:45Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "10.12.2025 – 31.01. 2026 tarihleri arasında Masterpass'e kayıtlı Mastercard sahipleri, http://www.masterpassplus.com/hop üzerinden alacakları kupon koduyla Hop sürüşlerinde toplam 200 TL indirim kazanacaklardır.",
            "Kupon kodu bu linke tıklayarak alınabilir.",
            "Masterpass'e üye olmayan kullanıcılar, https://www.masterpassplus.com web sitesi üzerinden üye olduktan sonra ilgili kampanya sayfasından kodlarını alabilir.",
            "Kupon kodunu hop mobil uygulamasına eklemek ve indirimden yararlanamak için Ana Menü > Kampanyalar > Promosyonlar > Yeni Kod Ekle ekranına kodu eksiksiz bir şekilde girilmesi gerekmektedir.",
            "Kampanya 10 Aralık 2025 00:00 ile 31 Ocak 2026 23:59 tarihleri arasında geçerlidir.",
            "İndirim kuponu 31.01.2025 tarihine kadar kullanılabilir. Bu tarihten sonra geçersiz olacaktır.",
            "Kampanya, Masterpass'e kayıtlı Mastercard® kredi kartlarında, banka kartlarında ve ön ödemeli kartlarda geçerlidir.",
            "Kupon kodu birden fazla sürüşte kullanılabilir. Her sürüşte kullanılan tutar, 200 TL indirim bakiyesinden düşülür ve bakiye tükenene kadar kupon geçerliliğini korur.",
            "Kupon kodu başkasına devredilemez, para ile satılamaz veya paraya çevrilemez.",
            "Sürüş iadesi halinde, ilgili sürüşte kullanılan indirim tutarı iade kapsamı dışındadır ve kupon bakiyesine geri eklenmez.",
            "Kampanya, diğer indirim veya kampanyalarla birleştirilemez.",
            "Her kullanıcı kampanyadan bir kez faydalanabilir.",
            "Kampanya 15 bin kod ile sınırlıdır. Kota dolduğunda kampanya belirtilen bitiş tarihinden önce otomatik olarak sona erebilir.",
            "Hop sürüşlerinde ücretlendirme açılış ücreti + dakika ücreti esasına göre yapılır, süreler tam dakikaya tamamlanır.",
            "İndirim hesaplamasına açılış ücreti de dahildir.",
            "Hop Teknoloji A.Ş. veya Mastercard kampanyayı önceden bildirmeksizin değiştirme veya durdurma hakkını saklı tutar.",
            "Masterpass'e üye olmak için buraya tıklayabilirsin.",
            "Hop uygulamasını buradan indirebilirsin.",
            "HOP ve Mastercard kampanya süresi boyunca ürünlerle ilgili kampanya detaylarında değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.masterpassplus.com"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 26,
        "title": "Crystal'a özel Vakko'daki harcamalarda 10.000 TL puan!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/2cc8b3a0-393e-44f6-b498-54466cb99976/Vakko-1125x633-yapi-kredi-(1).jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/2cc8b3a0-393e-44f6-b498-54466cb99976/Vakko-1125x633-yapi-kredi-(1).jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystala-ozel-vakkodaki-harcamalarda-10000-tl-puan-aralik",
        "views": 0,
        "discount": "6 Taksit",
        "earning": "10.000 TL Puan",
        "min_spend": 100000,
        "max_discount": 10000,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:06:48Z",
        "valid_from": "2025-12-13T00:00:00Z",
        "valid_until": "2025-12-28T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil uygulaması indirilmelidir. World Mobil uygulamasından kampanyaya katılmak",
        "participation_points": [
            "World Mobil uygulaması indirilmelidir. World Mobil uygulamasından kampanyaya katılmak"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 13-28 Aralık 2025 tarihleri arasında Vakko, Vakko Butik, Vakko Outlet, V2K mağazaları ve vakko.com 'dan Crystal kredi kartı ile tek seferde yapılacak peşin veya taksitli 100.000 TL ve üzerine 10.000 TL Worldpuan kazanılmaktadır.",
            "Puan kampanyasına yalnızca Crystal kredi kartı ile yapılan alışverişler için geçerli olup, bir müşteri kampanyadan en fazla 1 kez yararlanabilir.",
            "Kampanya kapsamında ek kartlar ile yapılacak harcamalardan da puan kazanılmaktadır. Puan yüklemesi asıl karta yapılmaktadır.",
            "Kampanya döneminde ürün iadesi ve benzeri nedenlerden dolayı kampanya şartları sağlanamadığı durumlarda, puan kazanımı olmayacaktır.",
            "Kazanılan puanlar vakko.com alışverişlerinde kullanılamayacaktır.",
            "Kampanyaya katılmak için iPhone veya Android cep telefonuna World Mobil uygulaması indirilmelidir. World Mobil uygulamasından kampanyaya katılmak için \"Kampanyalar\" alanındaki ilgili kampanyanın \"Katıl\" butonuna tıklanması gerekmektedir.",
            "Kampanya kapsamında kazanılan puanlar 4 Ocak 2026 tarihine kadar tarihine kadar yüklenecektir.",
            "Puan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
            "Kampanya kapsamındaki işlemlerin, kampanyaya dahil olan Yapı Kredi World Üye İşyerindeki, Yapı Kredi Bankası World POS Sistemi üzerinden geçmesi gerekmektedir.",
            "Kampanya kapsamında Yapı Kredi Bankası World POS Sistemi üzerinden yapılan alışverişlerde 6 taksit seçeneği sunulmaktadır.",
            "Yapı ve Kredi Bankası A.Ş. ve Vakko Tekstil Ve Hazır Giyim San. İşletmeleri A.Ş. tüm kampanyalarda değişiklik yapma hakkını saklı tutar.",
            "Yazım hataları bağlayıcı değildir.",
            "Kampanyanın geçerli olduğu üye işyerlerimizin bulunduğu şehir/ilçe/mahalle bilgisine ulaşmak için https://crystalcard.com.tr/CrystalCard/media/CrystalCard/Pdf/VAKKO-UIY_1.pdf adresini ziyaret edebilirsiniz.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait kredi ve banka kartı işlem verileriniz 13-28 Aralık 2025 tarihleri arasında, Bankalara ait fiziki ve sanal POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş (\"Yapı Kredi\") tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz. Metni okumak için: https://www.yapikredi.com.tr/yapi-kredi-hakkinda/haberler/detay/52207"
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": [
            "www.yapikredi.com.tr"
        ],
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 27,
        "title": "Crystal ile Komedi Kulüp by Brothers'da %20 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/39a4880a-c8c8-414f-8c2a-747b5ad8a5b0/Komedi-kulup.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/39a4880a-c8c8-414f-8c2a-747b5ad8a5b0/Komedi-kulup.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-komedi-kulup-by-brothersda-20-indirim-ayricaligi-aralik",
        "views": 0,
        "discount": null,
        "earning": "%20 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 20,
        "created_at": "2025-12-18T23:06:50Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Aralık ayı etkinlik takvimi için tıklayınız.",
            "Kampanya 1-31 Aralık 2025 tarihleri arasında geçerlidir.",
            "%20 indirim kampanyasının kazanım koşulları ve detayları için tıklayınız.",
            "Kampanya Komedi Kulüp by Brothers etkinlik alanında yapılan etkinlik bedeli dahil tüm harcamalarda geçerlidir, Mobilet üzerinden yapılan bilet satışlarında indirim geçerli değildir."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 28,
        "title": "BoB ile havalimanı transferlerinizde geçerli %25 indirim!",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/e19eb24f-d6aa-4b47-a292-24bf49ba4647/Crystal-1125x633.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/e19eb24f-d6aa-4b47-a292-24bf49ba4647/Crystal-1125x633.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/bob-ile-havalimani-transferlerinizde-gecerli-25-indirim",
        "views": 0,
        "discount": null,
        "earning": "%25 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 25,
        "created_at": "2025-12-18T23:06:53Z",
        "valid_from": "2025-12-01T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "World Mobil'den katılım sağlanmalıdır. Worl Mobil üzerinden kişiye özel üretilen tek kullanımlık kod ile bob.com.tr üzerinden transfer rezervasyonu yapabilirsiniz. Ayrıcalıktan yararlanmak için BoB hesabınıza giriş yapmanız, hesabınız yoksa \"Kayıt Ol\" sekmesi üzerinden yeni hesap oluşturmanız gerekmektedir.Sanal kartla yapılan harcamalar kampanyaya dahildir. İndirim vale hizmetlerinde geçerli değildir. Kampanya 31 Aralık tarihine kadar geçerlidir. Rezervasyonun, transfer saatinden en az 12 saat önce tamamlanmış olması gerekir. Rezervasyon sırasında Mesafeli Satış Sözleşmesi ve İptal/İade Koşulları onaylanmalıdır. Sorularınız için BoB Misafir Merkezi (444 1 711) üzerinden destek alabilirsiniz. Kampanyadan Yapı Kredi Bankası Crystal, adios Premium, World Platinum ve adios kartlar ve bu kartlara bağlı ek kartlar faydalanabilir. Sanal kartla yapılan harcamalar kampanyaya dahildir. Bu indirim başka kampanya ve indirimlerle birleştirilemez. Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir. Kampanyaya sadece World Mobil uygulaması üzerinden kod alınarak katılım",
        "participation_points": [
            "World Mobil'den katılım sağlanmalıdır. Worl Mobil üzerinden kişiye özel üretilen tek kullanımlık kod ile bob.com.tr üzerinden transfer rezervasyonu yapabilirsiniz. Ayrıcalıktan yararlanmak için BoB hesabınıza giriş yapmanız, hesabınız yoksa \"Kayıt Ol\" sekmesi üzerinden yeni hesap oluşturmanız gerekmektedir.Sanal kartla yapılan harcamalar kampanyaya dahildir. İndirim vale hizmetlerinde geçerli değildir. Kampanya 31 Aralık tarihine kadar geçerlidir. Rezervasyonun, transfer saatinden en az 12 saat önce tamamlanmış olması gerekir. Rezervasyon sırasında Mesafeli Satış Sözleşmesi ve İptal/İade Koşulları onaylanmalıdır. Sorularınız için BoB Misafir Merkezi (444 1 711) üzerinden destek alabilirsiniz. Kampanyadan Yapı Kredi Bankası Crystal, adios Premium, World Platinum ve adios kartlar ve bu kartlara bağlı ek kartlar faydalanabilir. Sanal kartla yapılan harcamalar kampanyaya dahildir. Bu indirim başka kampanya ve indirimlerle birleştirilemez. Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir. Kampanyaya sadece World Mobil uygulaması üzerinden kod alınarak katılım"
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya kapsamında Bodrum, Çeşme, İstanbul, İzmir ve Ankara havalimanlarına gidiş-dönüş transferlerde %25 indirim ayrıcalığı sunulmaktadır.",
            "İndirimden faydalanabilmek için kampanyaya World Mobil'den katılım sağlanmalıdır. Worl Mobil üzerinden kişiye özel üretilen tek kullanımlık kod ile bob.com.tr üzerinden transfer rezervasyonu yapabilirsiniz.",
            "Ayrıcalıktan yararlanmak için BoB hesabınıza giriş yapmanız, hesabınız yoksa \"Kayıt Ol\" sekmesi üzerinden yeni hesap oluşturmanız gerekmektedir.Sanal kartla yapılan harcamalar kampanyaya dahildir.",
            "İndirim vale hizmetlerinde geçerli değildir.",
            "Kampanya 31 Aralık tarihine kadar geçerlidir.",
            "Rezervasyonun, transfer saatinden en az 12 saat önce tamamlanmış olması gerekir.",
            "Rezervasyon sırasında Mesafeli Satış Sözleşmesi ve İptal/İade Koşulları onaylanmalıdır.",
            "Sorularınız için BoB Misafir Merkezi (444 1 711) üzerinden destek alabilirsiniz.",
            "Kampanyadan Yapı Kredi Bankası Crystal, adios Premium, World Platinum ve adios kartlar ve bu kartlara bağlı ek kartlar faydalanabilir.",
            "Sanal kartla yapılan harcamalar kampanyaya dahildir.",
            "Bu indirim başka kampanya ve indirimlerle birleştirilemez.",
            "Kampanyaya peşin ve taksitlendirme yapılabilen harcamalar dahildir.",
            "Kampanyaya sadece World Mobil uygulaması üzerinden kod alınarak katılım yapılabilecektir.",
            "Müşterilerin World Mobil üzerinden katılım yapabilmesi için kredi kartlarının açık statülü olması ve harcamalarını ilgili kredi kartları ile yapmaları gerekmektedir.",
            "Fiyatlar araç tipine göre de değişiklik göstermektedir.",
            "İndirimden faydalanabilmek için kampanya kodu ile rezervasyon yapılması gerekmektedir. Aynı ay içerisinde 1 defa kod üretilebilir ve üretilen tek kullanımlık kodlar aynı ay içerisinde sadece 1 kez kullanılabilir.",
            "Transfer hizmetlerinde yaşanabilecek olası aksaklıklardan Yapı Kredi sorumlu değildir.",
            "Yapı Kredi kampanyayı dilediği zaman durdurma ve/veya kampanya koşullarını değiştirme yetkisine sahiptir.",
            "Bu kampanyamıza katılımınızla birlikte, tarafınıza ait Yapı Kredi Tüm Bireysel Kredi Kartlarına dair işlem verileriniz, 1 Aralık – 31 Aralık 2025 tarihleri arasında, Bankalara ait fiziki POS'lardan toplanacaktır. Kişisel verileriniz, kampanya koşullarını sağlayıp sağlamadığınızı tespit ve takip edebilmek ve kampanya koşulları doğrultusunda sizi kampanyadan yararlandırabilmek amacıyla veri sorumlusu sıfatıyla Yapı ve Kredi Bankası A.Ş tarafından işlenecektir. Kişisel verilerinizin işlenmesi ile ilgili ayrıntılı bilgi için Yapı ve Kredi Bankası Müşterileri Kişisel Verilerin İşlenmesi Aydınlatma Metni'ni okuyabilirsiniz."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 29,
        "title": "Crystal ile Sacred Mansion'da %10 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/c827c923-7b0c-4ef1-916e-8dbbfa7a748f/sacred-mansion.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/c827c923-7b0c-4ef1-916e-8dbbfa7a748f/sacred-mansion.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-sacred-mansionda-10-indirim-ayricaligi",
        "views": 0,
        "discount": null,
        "earning": "%10 İndirim",
        "min_spend": 80000,
        "max_discount": 8000,
        "discount_percentage": 10,
        "created_at": "2025-12-18T23:06:56Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Lilith Restaurant'ta geçerli %20 indirim kampanya koşulları için tıklayınız.",
            "Kampanyaya yalnızca metal Crystal ve Crystal kartları dahildir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan aylık bazda 1 defa en fazla 8.000 TL indirim kazanabilir.",
            "Kampanya 31.12.2025 tarihine kadar geçerlidir.",
            "Kazanılan indirim otomatik olarak harcama yapılan günün sonunda karta yansıtılacaktır."
        ],
        "eligible_customers": [
            "metal Crystal",
            "Crystal kartları"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 30,
        "title": "Crystal ile Sacred House'da %10 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/41e0fb94-efb0-4541-b59c-f0d817ff27b6/sacred-house.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/41e0fb94-efb0-4541-b59c-f0d817ff27b6/sacred-house.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/30012750015-sacredhause-temmuz2025",
        "views": 0,
        "discount": null,
        "earning": "%10 İndirim",
        "min_spend": 80000,
        "max_discount": 8000,
        "discount_percentage": 10,
        "created_at": "2025-12-18T23:06:59Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Virtus Restaurant'ta geçerli %20 indirim kampanya koşulları için tıklayınız.",
            "Kampanyaya yalnızca metal Crystal ve Crystal kartları dahildir.",
            "Kampanya müşteri bazında geçerli olup, bir müşteri kampanyadan aylık bazda 1 defa en fazla 8.000 TL indirim kazanabilir.",
            "Kampanya 31.12.2025 tarihine kadar geçerlidir.",
            "Kazanılan indirim otomatik olarak harcama yapılan günün sonunda karta yansıtılacaktır."
        ],
        "eligible_customers": [
            "metal Crystal",
            "Crystal kartları"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 31,
        "title": "Crystal ile Les Bungalows'ta konaklama harcamalarında %5 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/e9171fed-7b5c-4811-8ee4-fb62d2acfed6/LesBungalows.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/e9171fed-7b5c-4811-8ee4-fb62d2acfed6/LesBungalows.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-les-bungalowsta-konaklama-harcamalarinda-5-indirim-ayricaligi",
        "views": 0,
        "discount": null,
        "earning": "%5 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 5,
        "created_at": "2025-12-18T23:07:01Z",
        "valid_from": "2025-07-30T00:00:00Z",
        "valid_until": "2026-07-16T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 30 Temmuz 2025 – 16 Temmuz 2026 tarihlerinde geçerlidir.",
            "Crystal kart ile Les Bungalows'ta yapılan konaklama harcamalarında %5 indirim geçerlidir.",
            "Aynı gün aynı üye iş yerinde yapılan harcamalarda, yalnızca ilk harcamadan indirim kazanılacaktır.",
            "Kampanya kapsamında kredi kartı ile kazanılan indirim, harcama yapılan günün sonunda karta yansıtılacaktır.",
            "İnternet yoluyla yapılan ödemeler, puan harcamaları ve nakit çekim işlemleri kampanya kapsamında değildir.",
            "Kampanya diğer kampanyalardan doğacak indirimlerle birleştirilemez. Yapı Kredi POS'larında yapılan harcamalar için geçerlidir.",
            "Yapı Kredi, kampanyanın geçerli olduğu anlaşmalı mekanlarda değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 32,
        "title": "Crystal ile Miamai Butik Otel'de konaklama harcamalarında %10 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Seyahat",
        "image": "https://www.crystalcard.com.tr/getmedia/1d047830-b293-40f6-afbb-dd8e7e18a244/miamai-gorsel.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/1d047830-b293-40f6-afbb-dd8e7e18a244/miamai-gorsel.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-miamai-butik-otelde-konaklama-harcamalarinda-10-indirim-ayricaligi-temmuz",
        "views": 0,
        "discount": null,
        "earning": "%10 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 10,
        "created_at": "2025-12-18T23:07:04Z",
        "valid_from": "2025-07-30T00:00:00Z",
        "valid_until": "2026-05-03T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 30 Temmuz 2025 – 03 Mayıs 2026 tarihlerinde geçerlidir.",
            "Crystal kart ile Miamai Butik Otel'de yapılan konaklama harcamalarında %10 indirim geçerlidir.",
            "Aynı gün aynı üye iş yerinde yapılan harcamalarda, yalnızca ilk harcamadan indirim kazanılacaktır.",
            "Kampanya kapsamında kredi kartı ile kazanılan indirim, harcama yapılan günün sonunda karta yansıtılacaktır.",
            "İnternet yoluyla yapılan ödemeler, puan harcamaları ve nakit çekim işlemleri kampanya kapsamında değildir.",
            "Kampanya diğer kampanyalardan doğacak indirimlerle birleştirilemez. Yapı Kredi POS'larında yapılan harcamalar için geçerlidir.",
            "Yapı Kredi, kampanyanın geçerli olduğu anlaşmalı mekanlarda değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 33,
        "title": "Crystal ile Monreve Alaçatı'da konaklama harcamalarında %5 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/d6037054-f074-4360-a713-61dcbc8c29fd/MonreveAlacati.jpg",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/d6037054-f074-4360-a713-61dcbc8c29fd/MonreveAlacati.jpg"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-monreve-alacatida-konaklama-harcamalarinda-5-indirim-ayricaligi",
        "views": 0,
        "discount": null,
        "earning": "%5 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 5,
        "created_at": "2025-12-18T23:07:07Z",
        "valid_from": "2025-07-30T00:00:00Z",
        "valid_until": "2026-07-16T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 30 Temmuz 2025 – 16 Temmuz 2026 tarihlerinde geçerlidir.",
            "Crystal kart ile Monreve Alaçatı'da yapılan konaklama harcamalarında %5 indirim geçerlidir.",
            "Aynı gün aynı üye iş yerinde yapılan harcamalarda, yalnızca ilk harcamadan indirim kazanılacaktır.",
            "Kampanya kapsamında kredi kartı ile kazanılan indirim, harcama yapılan günün sonunda karta yansıtılacaktır.",
            "İnternet yoluyla yapılan ödemeler, puan harcamaları ve nakit çekim işlemleri kampanya kapsamında değildir.",
            "Kampanya diğer kampanyalardan doğacak indirimlerle birleştirilemez. Yapı Kredi POS'larında yapılan harcamalar için geçerlidir.",
            "Yapı Kredi, kampanyanın geçerli olduğu anlaşmalı mekanlarda değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 34,
        "title": "Crystal ile USLA'da gerçekleşecek Workshop'larda %20 indirim ayrıcalığı.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/1f6366b7-2624-42f3-9032-9a9266d67c3c/USLA-Workshop-Sinif.png",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/1f6366b7-2624-42f3-9032-9a9266d67c3c/USLA-Workshop-Sinif.png"
        ],
        "featured": false,
        "description": "Crystal Card ile en güncel kampanyaları keşfedin, kazanmaya başlayın. Ayrıcalıklarla dolu fırsatları hemen yakalayın!",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-uslada-gerceklesecek-workshoplarda-20-indirim-ayricaligi",
        "views": 0,
        "discount": null,
        "earning": "%20 İndirim",
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": 20,
        "created_at": "2025-12-18T23:07:10Z",
        "valid_from": "2025-09-15T00:00:00Z",
        "valid_until": "2025-12-31T23:59:59Z",
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Kampanya Koşulları",
            "Kampanya 15 Eylül 2025 – 31 Aralık 2025 tarihlerinde geçerlidir.",
            "Kampanya koşulları için tıklayabilirsiniz.",
            "Crystal kart ile USLA'daki Workshop'larda yapılan harcamalarında %20 indirim geçerlidir.",
            "Aynı gün aynı üye iş yerinde yapılan harcamalarda, yalnızca ilk harcamadan indirim kazanılacaktır.",
            "Kampanya kapsamında kredi kartı ile kazanılan indirim, harcama yapılan günün sonunda karta yansıtılacaktır.",
            "İnternet yoluyla yapılan ödemeler, puan harcamaları ve nakit çekim işlemleri kampanya kapsamında değildir.",
            "Kampanya diğer kampanyalardan doğacak indirimlerle birleştirilemez. Yapı Kredi POS'larında yapılan harcamalar için geçerlidir.",
            "Yapı Kredi, kampanyanın geçerli olduğu anlaşmalı mekanlarda değişiklik yapma hakkını saklı tutar."
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    },
    {
        "id": 35,
        "title": "Crystal ile Explore Muğla'da ayrıcalıklısınız.",
        "provider": "Crystal Card (Yapı Kredi)",
        "category": "Diğer",
        "image": "https://www.crystalcard.com.tr/getmedia/f0a0fed4-b351-4698-9fb0-cdccb027da65/explore-562.png",
        "images": [
            "https://www.crystalcard.com.tr/getmedia/f0a0fed4-b351-4698-9fb0-cdccb027da65/explore-562.png"
        ],
        "featured": false,
        "description": "Crystal ile Explore Muğla'da ayrıcalıklısınız.",
        "url": "https://www.crystalcard.com.tr/kampanyalar/crystal-ile-explore-mugla'da-ayricaliklisiniz",
        "views": 0,
        "discount": null,
        "earning": null,
        "min_spend": null,
        "max_discount": null,
        "discount_percentage": null,
        "created_at": "2025-12-18T23:07:11Z",
        "valid_from": null,
        "valid_until": null,
        "votes_up": 0,
        "votes_down": 0,
        "participation_method": "Katılım yöntemi için kampanya detaylarını kontrol ediniz.",
        "participation_points": [
            "Katılım yöntemi için kampanya detaylarını kontrol ediniz."
        ],
        "conditions": [
            "Detaylar Bulunamadı"
        ],
        "eligible_customers": [
            "Crystal Card"
        ],
        "valid_locations": null,
        "merchant": null,
        "difficulty_level": "Orta",
        "source_url": "https://www.crystalcard.com.tr"
    }
]